{"argument in case 06-593, Long Island Care at Home versus Coke ": " Justice Stevens, and may it please the Court: Because title to lands underlying navigable waters is an inseparable attribute of State sovereignty, this Court has long held that there is a strong presumption that each State receives title to such lands at statehood. Under the Court's precedents, the United States cannot defeat the State's title unless Congress has definitely declared an intention to do so or has otherwise made that intention very plain. Turning to the Glacier Bay claim in this case, the United States asserts that it received title to the submerged lands underlying the bay at statehood, but there is no express statement, an unambiguous statement by Congress evidencing an intent to defeat Alaska's title. To the contrary, the proviso to section 6(e) of the Alaska Statehood Act, which is the only statute the United States identifies as ratifying the purported reservation of the bay, in fact shows that title remains with Alaska. Under the plain language of the statute, the proviso applies only to a subset of the lands that would otherwise have been transferred to the State under the main clause. And this is important. In this case it is undisputed by both of the parties and by the Special Master that the Glacier Bay Monument was not included within the main clause. The submerged lands, therefore, did not  \n Well, counsel, you   apparently you agree that the U.S. retained title to the uplands in Glacier Bay National Monument under section 5  \n Yes, Your Honor.\n   of the statehood act.\n Absolutely.\n And why was Federal title to the monument not sufficient to retain title to the submerged lands as well without reference to section 6(e) at all?\n Because of section 6(m), Your Honor. Section 5 of the Alaska Statehood Act provides that the Federal Government retained all of the property it previously possessed with one important exception, except as provided in section 6. Section 6 has two exceptions within it that are potentially relevant here. Section 6(m) incorporates the Submerged Lands Act and thereby provides that Alaska was to receive title to all the submerged lands underlying its navigable waters, plus those 3 miles seaward from the coastline, in order to put Alaska on the same equal footing with the rest of the States. Section 6(e) dealt with an entirely different set of properties. What section 6(e) did was to transfer to the State a very specific and narrowly defined class of property, property that was used for the purposes or solely   for the sole purpose of   of fish and wildlife conservation under three designated statutes. Those are the State   local-State fish and wildlife conservation statutes. Again, here it was   it is undisputed that Glacier Bay is not included within the main clause. Therefore, the  \n   problem, as   you just said that   that the main clause is very, very narrow, and we're told by the Government that no wildlife reservation would come within that main clause, so that there would be nothing to retain under the second clause.\n The Government is incorrect, Your Honor. We have identified two wildlife refuges, the Kenai moose range and the Kodiak bear refuge, that were otherwise encompassed by the main clause but saved by the proviso. And here's why the United States is correct on that. They argue in their brief that those properties were not included in the main clause because they were created under the Alaska Game Law of 1925 rather than the Alaska Game Law of 1943. In fact, Your Honors, those are the exact same statute. The '43 Alaska Game Law simply restated the 1925 law with certain amendments. What that means is that at statehood the Kenai moose range and the Kodiak bear refuge were, in fact, being used for the purposes under the Alaska Game Law of '43, which was the then-existing version. These refuges were created in 1941 prior to the restatement and amendment of the statute. So those are two properties. And   and actually the legislative history   we don't think the Court needs to go to the legislative history because the statute is plain and also because there's a clear statement rule. But the legislative history does indicate that Congress was specifically concerned about those two very large refuges. The Kenai and the Kodiak together comprise an area that is approximately the same size as the State of Connecticut. And Congress' concern or, more specifically, the concern of the Fish and Wildlife Service was that Alaska might not be able adequately to manage those properties. But there was no such concern expressed with the monument that's at issue here because it was never going to be transferred to the State under the main clause.\n Why   why shouldn't we look to the tests set out in the Idaho case here?\n We are advocating the tests set out in the Idaho case, Your Honor. That test is a two-pronged test.\n Right.\n First, you have to look and see if there is a  \n Whether Congress has notice of the inclusion of the lands and a Federal reservation, which it certainly did for Glacier, did it not?\n That's   that's relevant to the first prong, Your Honor. The second prong  \n And second, whether the transfer to the State would undermine the purpose of that reservation. Should we look to that?\n If the Court were examining the   the first prong, Your Honor, I think those factors might be relevant. Here, though, the test is set out in not only the Idaho case but also the Alaska case, and that is that there has to be an explicit action by Congress. And Idaho applies that. Idaho looked very carefully for some action by Congress ratifying the reservation in that case. Here, we need an action by Congress. The United States has identified what they contend is the action of Congress, that is, the proviso to section 6(e) of the Alaska Statehood Act. That proviso, though, just does not cover these lands.\n Why do you say explicit? I   I thought it said you have to make it plain, which really might matter.\n In  \n What it says   the language I think is   or definitely declared or otherwise made very plain.\n Yes. In the  \n Is that right? There's nothing that says explicit. Right?\n Well, Your Honor, in the Alaska case   and here I refer the Court to page 44 of the 1997 Alaska case. There the Court said that Congress must, quote, explicitly recognize or that Congress had explicitly recognized the resignation in that case. So the   the Court  \n But doesn't that simply mean that if it explicitly recognizes, it has made it plain.\n Yes.\n But it doesn't mean that it must be explicit in every case. Isn't that correct?\n Well, I   I think explicit  \n You don't have to be explicit to make it plain. It's a great way to do it, but that's   it's not the only way.\n It has to be definitely   Justice Breyer, you're correct. It has to be  \n All right.\n   definitely clear or otherwise made plain. Yes.\n If I'm correct, then   if I'm correct, then I guess the main argument I thought is here we have a national park and we want to keep the national parks as the United States, which you'd expect. It's a national park. And of course, they want to keep the whole thing. I mean, it's obvious. You don't have to write everything that's obvious. They no more want to give all the water in the park to Alaska than they'd want to give the gamekeeper's part to Alaska. A house, or maybe there's a swimming pool somewhere they don't mention either, but it's just obvious that unless there's something very special about the water, that the water in the park is part of the park.\n Well, there is something special about the water, Your Honor, and that's what the Court has recognized. The water is a State   an essential attribute of State sovereignty, and just to  \n I understand that. But I mean, it's like saying we're keeping Yellowstone, but we're giving you the geysers. I mean, that's water too. It's even underground water. But I mean, what the argument I think is   would be is this like that, and the argument that it is like that is that, well, of course, you need this water in order to study the glaciers because there are forests that go down to the edge, because the flora and fauna can't be protected without it. And so though it isn't as strong a case as the geysers in Yellowstone, it's good enough. Now, what's your reply?\n First of all, the geysers are not included because we're talking about navigable  \n I understand that. I'm using a funny example to  \n Yes. Navigable waters. (Laughter.)\n But let me   let me just assure the Court. There is nothing at all unusual about State-owned submerged lands within national monuments. The reason is simple. The Antiquities Act, which allows the President to designate national monuments, was enacted in 1906. At that time there were 45 States already in the Union. Therefore, any national monument created in those 45 States would necessarily have included State-owned submerged lands unless there had been some conveyance. And let   let me give Your Honors a   a concrete example. In the 1978 California decision decided by this Court, the Court recognized that the Channel Islands National Monument, which is an offshore national monument off the coast of California, included State-owned submerged lands because even though the reservation order was asserted to have included those lands, there was no congressional statement of an intent to defeat the State's title. Another  \n Like in Yellowstone. There is a river I think. Who owns that?\n Well, Yellowstone was created before the State of Wyoming and  \n No. But I mean, does the State or the Feds own the   the river that goes through it?\n One would need to examine the particular reservations and statutes there.\n What about in Yosemite? I think there's a river down there too. Is the river in Yosemite owned by California or by the   the Feds?\n I'm not familiar with that, but I will give you an example that I am familiar with.\n Before you do that, Mr. Franklin, is   is the rule that   that we're operating under that Congress had to have made it clear  \n Yes.\n   that it reserved, or is the rule that it is clear that Congress ought to have reserved it?\n No. It's the former rule, Your Honor.\n It's the former.\n Yes.\n So the mere fact that it doesn't make any sense not to have reserved it does not make it clear that Congress reserved it, does it?\n Absolutely, Your Honor.\n Right, but normally you assume, I guess, that Congress does what is   tries to avoid things that are ridiculous. So if they say keep the park, I guess the question would be is that included. I mean  \n It's not  \n   can you read it this way? I   I think it would be relevant, wouldn't it?\n Well, first of all, this is not the ordinary   in this case we presumed the   the opposite. In fact, there's a strong presumption. But let me give you the other example that I was going to refer to you.\n Yes.\n There's something called the California Coastal National Monument. That extends the entire length of California and goes out 12 miles to sea. In that monument, the   the lands, the submerged lands, are both State-owned and Federal-owned, and they are managed cooperatively. And that's what we are seeking to do here. And importantly, the fact  \n Mr. Franklin, are   are these submerged lands covered by navigable waters?\n Yes.\n What is it that the Government could do, if they owned the submerged lands, by way of protecting wildlife and doing all the good stuff they want to do, that they cannot do simply by   by reason of   of having jurisdiction over the navigable waters?\n There are a few things, presumably very localized activities that the State would have the exclusive authority in. Importantly though, the Federal Government, even though the State owns title here, will retain all of its constitutional authority under the Interstate Commerce Clause to regulate activities that affect interstate commerce that  \n Yes, but just as a practical matter, tell us what you're arguing about. What does Alaska think it can do if it prevails in the Glacier Monument area by virtue of prevailing, as a practical matter?\n As   as a practical matter, there are issues relating to local subsistence fishing that are important to the State. There are issues relating to local uses of the bay. But more importantly  \n Well, could   could you be concrete? I mean, there   I don't know what you mean. What are the issues? Can you give me an explicit example?\n Well, one explicit example is I think the State would prefer to have more local subsistence fishing in the bay. And the Court   to   to move out a bit, the  \n So the State would permit more fishing than the U.S. would allow  \n I think  \n   as a practical matter.\n As a practical matter. And   and there   there  \n But couldn't Congress forbid that under   by reason of its control of the navigable waters  \n Well, if  \n   if it really wanted to?\n If Congress really wanted to, Congress could   could affect activities relating to interstate commerce. But importantly, what Alaska seeks here really is a seat at the table. Right now Alaska has no say over anything that happens in its navigable waters which are its sovereign State lands. What it seeks really is to have its views being considered. Right now   and I'll give you a concrete example that goes to the enclaves that are issue in the   in the next count that I'll discuss. For some time cruise ships were going out into the middle of these enclaves and dumping their untreated sewage because that was outside   or asserted by the Government to be outside the scope of Alaska's pollution laws and not within the scope of Federal laws. That was fixed, but it took an act of Congress to do that. There had to be an act of Congress to prohibit those cruise ships from dumping their sludge out in these, what they used to call, donut holes. Alaska finds it unacceptable to have to go petition Congress every time something comes up on its navigable waters that it believes ought to be regulated or dealt with. Now, if Congress decides to preempt the State under its interstate commerce power, it has the right to do that. I think we also need to keep in mind what waters we're talking about. This is southeast Alaska. The waters of southeast Alaska quite literally define the region. They are central to the economy, the history, the society, and the culture of all the Alaskans who live there and who travel there. Just to take an example, there are still today very few roads anywhere in southeast Alaska, and the   the towns and the cities like the   the State capital of Juneau historically were accessible only by the water. This is an area   the water in particular is an area that is of great importance to Alaska. And they are seeking to confirm that that area does belong to Alaska. And I think we have set forth in quite detail why  \n Well, there   there are big differences between the   the analysis concerning the bays that you assert and Glacier Monument. I think they're quite different.\n Well, the   the tests are different. The Glacier Bay test involves   needs to have an explicit reservation   explicit ratification by Congress of a reservation and  \n You're lumping them all together, but I think the tests are quite different.\n The tests are different. What I was trying to explain is, in answer to Your Honor's question, why this matters to Alaska. It matters quite a deal.\n But in   in respect to Glacier Bay  \n Yes.\n   I   I mean, is the only   you said, for example   is the only dispute about the use of the water that's in the middle of the Glacier Bay park whether there should be more or less fishing, or are there other things that Alaska wants to do with that water in the park that they can't do if the United States owns it?\n There are two issues. I think it's fishing and also to allow more local people to visit the area that would otherwise be prohibited by the Park Service. There was   but just to assure Your Honors  \n How could they do that? You mean they would go into a boat in the middle of the water there, but they couldn't get off the boat?\n Well, that's normally what   what people do is they just visit the  \n I see.\n   by boats. But to assure Your Honor, there   for example, there are no mineral interests here anywhere in the picture.\n All right. So if   if the normal way of visiting the park is to go into a boat and to go up along the waterway and to look at the glaciers on the shore, then it surely is odd that the United States intended to give that waterway to Alaska, for under those circumstances, there would be nothing left of the park. I mean, it would be like   you see, if it's essential to it.\n Well, that's not true, Your Honor. 80 percent of the park, even if one assumes it included the submerged lands, is uplands. But it's no more unusual  \n No. I understand that, but I mean, it's the way of visiting the park.\n Yes, but I just mentioned, for example, the two monuments in California. The Channel Islands National Monument this Court held included the   the submerged lands were State-owned. There's no other way to get to the Channel Islands Monument but to traverse State-owned submerged lands. In fact, I think there are few national parks in this country you can't get to without going across State lands. I think there's another important point here and that is the Property Clause of the Constitution would also allow the Federal Government to regulate activities on lands that abut national parks to the extent that they might affect park activities. But here what we need is an expressed statement by Congress ratifying the purported reservation of the bay. Without that, Your Honors   and the   the precedents are clear. Without that, the presumption is   in fact, the strong presumption is   that these are State-owned lands. And again, there is absolutely nothing unusual. That is part of our Federal system. It's the way that these monument properties have been managed since 1906 when the President first got the authority. It's the way that Glacier Bay will continue to be managed. We expect, we intend to work cooperatively with the Federal Government to resolve any issues that might remain. What we're seeking here, again, is a seat at the table. We just are seeking to have Alaska's views dealt with because they are the owner.\n In the   in the '97 case, was the area at issue within the first part of 6(e)? Because this  \n Yes. The   the Court expressly stated that it was at pages 60 to 61, and that was in the absence of any contrary argument.\n It   it made an assumption.\n The Court made an assumption, but in fact  \n But was it in fact?\n I think there would have been a substantial   had that   had that issue been litigated, there would have been a substantial argument that it was not within the main clause. But again, there was no argument on that point before the Court. The Court at pages 60 to 61 expressly stated   again, it was an assumption, but the Court expressly stated that the lands were within the main clause. Apparently the Court was considering the fact that the application for ANWR did, in fact, reference the purposes that were set forth in the main clause, the Alaska Game Law. The important point of that case for this case, though, Your Honors, is that the Court embraced the construction of section 6(e) that we are advocating here, namely that the proviso exempts and saves for the Federal Government a subset of the properties that would otherwise have been transferred to the State under the main clause. There simply was no need for Congress to have expressed an intent  \n I thought we had left that open. I thought we  \n I think what I said is that the Court embraced that position, and it was actually an essential attribute of the   essential premise for the Court's holding. At 60 to 61 and again at page 48 of the   the decision, what the Court made clear is it was concerned that unless the lands were saved by the proviso, all of them, the submerged lands and the uplands, would have passed to Alaska under the main clause, and that was one of the reasons the Court, I think, held that it was covered by the proviso. No such concern is present here. I'd like at this point briefly to turn, if I might, to the count I, which is the historic waters count. There the United States asserts that at statehood the waters of southeast Alaska were riddled with isolated enclaves of international high seas that were wholly surrounded by U.S. territorial waters. The historical record, though, belies that contention. At least from 1903 until 1971, the United States took what this Court has described in the Mississippi Sound case, the Alabama and Mississippi Boundary Case, as the publicly stated policy that the waters of the archipelago were inland and that the political boundary ran along the outside edge. Thereafter, the United States took   consistently based a discriminatory enforcement regime, fisheries enforcement, on that position. What I mean by discriminatory is that the United States allowed U.S. fishing but prohibited foreign fishing in that area.\n Well, the argument on the other side, as I understand it, is that the   the assertion of authority to regulate fishing really is   is relevant. It has no necessary implication for the historic waters doctrine. What   what is your answer to that?\n That's the assertion. My answer is that the Court announced to the contrary in the 1975 decision, the Cook Inlet case, there at page 201 and 202, and this is quoted at page 28 of the blue brief. What the Court said there is it examined an incident in which a Japanese fishing vessel had been caught in the general area, and the Court said   and I quote   that incident deserves scrutiny because the seizure of a foreign vessel more than 3 miles from shore manifests an assertion of sovereignty to exclude foreign vessels altogether and, quote, must be viewed as an exercise of authority over the waters in question.\n What   what page was that?\n I'm sorry. That's 201 to 202   201 and 202 of the Cook Inlet case, and that's at 28 of the blue brief. What the law was at statehood is that the United States had no authority, after 3 miles out, to enforce discriminatory fishing regulations against foreign vessels. Now, importantly there's a caveat here, and that is that the law has changed. The law has changed since 1971. Beginning in 1976, the United States asserted a 200-mile   what's known as an exclusive economic zone that allows the United States to enforce discriminatory fishing, and in 1982 international law embraced that. But   and we have quoted a UN study. In fact, the UN study that we have quoted   and that is noted at page 29 of the blue brief. That is the study that's called the Juridical Regime Study. It's the study that this Court itself, in all of its historic waters cases, has used as the authoritative statement of the law. That study quite clearly states that if a   if a country enforced discriminatory fishing rules against foreign vessels outside   that that manifests an assertion of an historic inland waters claim. And what we have here  \n On   on this point, it seems to me there   unlike the first point you were discussing where I think the Federal Government can work its will anyway, on this point there is really a significant Federal interest involved. That is to say, if the United States takes the position that these are, indeed, inland waters, it's going to have to acknowledge similar rights in foreign countries with similar archipelagos.\n No. Your Honor, they assert that, but they don't provide any specific examples. And the reason they can't provide a specific example of any instance abroad where it would affect their position is that each historic waters inquiry is decided on its own facts. The fact that something is an archipelago does not render it historic waters.\n But   but you say a determinative fact, a conclusive fact is simply   is simply enforcing discriminatory fishing regulations.\n It is a claim to the   to the waters, which was made in 1903, accompanied with discriminatory fishing enforcement, accompanied with other statements in this case, including the California brief to this Court. There has to be an   excuse me   an examination of all of the facts and circumstances before one can conclude that waters are historic waters. These ones are. Other waters would not be. The United States has not identified any waters abroad that have precisely these constellation of facts. So its   its position is basically: we say it, therefore it must be so. I  \n But it's not the United States that will be making the judgment about what areas are controlled. It would be the country abroad. And I   I think the argument was, what the United States does other nations will copy.\n Right.\n And they will decide what looks like the Alaska  \n Right. What the United States does, Your Honor, is follow the well-settled international law on historic bays   historic waters. Those are set forth in the convention. Each state will have the same authority where its facts and circumstances dictate it. If there has been a continuous claim asserted by a nation with the acquiescence of foreign nations, then it will qualify as historic waters. But it has to be done based on a   an examination of the particular facts of the case. And one thing else   one thing other that is worth noting, if you have an archipelago like this, a nation can always close it off using article 4 straight baselines. That is permitted under the convention. The U.S. has decided not to do that, but other states are fully able to do that. I think that if the United States is going to be arguing that there is some international precedent here that's going to hurt it adversely, it needs to identify a particular body water abroad that it believes this case is going to affect.\n Why should it make that suggestion? It would certainly not be in the interest of the United States.\n Well, it   it needs to explain more specifically then, other than just stating we think it might affect our position. The   the facts and circumstances   the Court, for example, applied the historic bay question in Mississippi Sound, in the Mississippi Sound case. I am aware of no instance in which that precedent was ever used adversely and the United States has not identified any   any instance. But more importantly, what this Court did in the Mississippi Sound case is it looked at the evidence and it said is this a historic bay or is it not. The Court concluded that it was and that was the inquiry that the Court follows. At this point, I'd like to reserve the remaining time for rebuttal.\n Yes, Mr. Franklin. Mr. Minear.\n Thank you, Justice Stevens, and may it please the Court: I would like to begin with the focal point of Alaska's argument, namely Glacier Bay National Park. Alaska's core contention is that section 6(e) of the statehood act does not provide an adequate showing that the United States intended to retain the submerged lands in Glacier Bay. For this  \n Could   before you go into that, could you tell me how 6(e) begins?\n Yes. In fact, I think it's very helpful. It's listed at page 7a  \n I mean, (e)  \n   of our   of the gray brief.\n Yes, but the   well   well, the   the introduction to it is   is not listed, is it? I mean  \n That may   that may be so.\n I mean, it's incomplete. It   it just says all real and   what about all real and personal property? Is there an intro that says there is hereby   there is hereby granted to the United   to Alaska?\n Well, 6(e) I think begins stating that this   these are exceptions to section 5 which is the retention   the general retention provision of the United   for United States lands. But if we look at 6(e) itself, it's  \n Well, you say they're exceptions. How   how are the exceptions introduced? I mean, it's incomplete to just read (e) that says all   what about all real and personal property of the United States? There has to be some introductory language. What is it?\n No. Actually there doesn't, Your Honor, because if you go on, it says all real and personal property   then you skip down, about halfway down   shall be transferred and conveyed to the State of Alaska by the appropriate Federal agency. So it is   so this is complete in terms of  \n Okay. Okay. You're right.\n But if I could walk you through those provisions because I think they're quite important. The first provision says, as you say, all real and personal property which is specifically used for the sole purpose of conservation and protection of wildlife shall be transferred to the United States.\n Right.\n It's followed by another provision here.\n To   to Alaska.\n To   to Alaska. Excuse me. And it's followed by another proviso which says that the United States will continue to control fish and game matters in Alaska until the Secretary of Interior has certified that Alaska is ready to do so. Clearly that proviso is not a subset  \n Mr. Minear, before you get too far, I also would like to ask a preliminary question that was raised by Justice O'Connor before. Do you agree that section 5 itself, the second part of it that says the United States retains title to its own property, that the response to that is adequately provided in the Submerged Lands Act referred to in subparagraph (m)?\n No, I don't. I don't believe   let me frame the   your   your question, if I may, for you. Section 5 indicates the United States would retain all of the lands that it presently holds. Section 6(m) then makes the Submerged Lands Act applicable to the   to the   to Alaska. In doing so, it recognizes that there are some lands the United States would continue to retain, provided it meets the requirements of the Submerged Lands Act. The particular exception we're concerned about here is the expressly retained exception, in other words, if lands are retained by the United States. This Court said in the Arctic Coast case that that provision adopts the general law that applied before the Submerged Lands Act, that it had to be made plain that the United States would be holding onto these lands. It doesn't require an express statement. It simply requires that it be made plain. Now, our view is that these lands would be retained by the United States, quite apart from 6   the 6(e) exception we're arguing about here on summary judgment. And if you denied our motion for summary judgment, we'd go back and talk about the other exceptions that are applicable. But in this case we're simply focusing on 6(e) and we're focusing on that because the Court's Arctic Coast decision made clear that 6(e)   and I quote   reflects the very clear intent to retain title, unquote, to submerged lands, quote, so long as those submerged lands were among those set apart as refuges or wildlife   or reservations for the protection of wildlife.\n Well, we didn't have this issue before us. Let   let me  \n Yes, we did.\n   let me   why don't you go back to your argument? You said that the first proviso on its face is simply not a subset of the first part of (e).\n Yes. It's an example how provisos do not need to be  \n But that's not the proviso at issue here.\n Yes.\n The proviso at issue here is the second proviso which begins provided that such transfer shall not include lands. Such transfer. Now, this is   the word such refers you back to something. What   what possible transfer could it mean except the end of the introduction, which says shall be transferred and conveyed to the State of Alaska?\n Your Honor  \n I mean, anybody reading that would   would think that proviso refers to that transfer or at least it is not clear that it provides to   that it applies to every transfer in   in the whole act.\n I disagree with you, Justice Scalia, for these reasons. First of all, the such transfer simply tells you what's not included. That language tells you   this is outside. It doesn't mean that whatever follows necessarily was within the main clause. What Congress was doing here, by making clear that these lands were not transferred  \n What does the such refer to?\n It does refer to the transfer before. But what follows here, refuges and reservations for the protection of wildlife, they do not fit within that   that main clause. It's obvious they don't because the only things that fit within the main clause are those lands and real property specifically used for the sole purpose of conservation and protection of wildlife. What we're talking about here   wildlife reservations are multiple purpose lands. They're not used solely for   for the purpose of conservation. The purpose of the first provision here was to transfer vehicles, fish hatcheries, other equipment that the State would need to enforce Alaska game laws. That was the point of   of that first provision. But Secretary Chapman who drafted this made clear in the legislative history that what he was doing was drawing a line between those   those facilities and equipment that are used by a State in its traditional game management and drawing a contrast with the matters that would be retained by the United States.\n Where is the language that says that the submerged land that fits the proviso is retained by the United States?\n We do not need  \n What the proviso says is just what Justice Scalia said.\n We do not need express language that expresses  \n No, no, but where is the implication in that?\n The implication is that we are retaining all of the reservation. And this is what the Court said in the Arctic Coast decision. It saw that this was  \n That's   that's   it   I mean, in   in   I take it in the Alaska case we were considering a transfer that did fall within the main sentence of (e).\n Justice Breyer, neither party made that argument. This issue came up in a letter that was written after. The   the language  \n Were we or weren't we?\n You were not considering that.\n We weren't.\n That   that was   simply neither party suggested that ANWR fell within the first provision. And it doesn't. It's clear that it doesn't. It was not land that was specifically used solely for conservation of wildlife under these three listed statutes. The ANWR reservation at that time was set apart. It was BLM land. It was also used for mining and other activities. Likewise, the other matters  \n But the Court did assume   the Court did assume that.\n Yes.\n It made that assumption with no briefing, but it did that with regard to the second issue that was presented there. The issue that people were fighting about in the Arctic Coast decision was was this land properly set apart or not for purposes of the proviso. And that's where this discussion takes place.\n All right. Then  \n It's an afterthought that simply reinforces.\n All right. Then at best Alaska is a neutral. Because we didn't think it, we're operating as a mistake. It's a neutral. Okay. Now, what's bothering me about the case is just what Justice Scalia said, that   that why I   if I sell you all my clothing and then I put, but not my camping gear, I mean, I can absolutely see you don't get my camping clothing, but you want to say that's a reservation of mess kits from some other transfer? I mean, it has nothing to do with mess kits.\n Your Honor, but that's   it's clear that what this is   this is more along the lines if someone said that I will sell you my house, provided that transfer shall not include the detached garage.\n Fine, and then it doesn't go in that.\n In that case  \n But it doesn't mean that the next  \n Yes, but it was not a part of the house.\n Yes.\n You know, that's   it's just providing clarification, just that one of the purposes of the proviso is to provide clarification.\n This is an abundance of caution?\n In other   that is exactly right. And we can tell that from  \n All right. If it's an abundance of caution, where's the other language that almost reserves it so we need the caution?\n That would be section 5. It indicates the general retention for lands of this sort.\n But 5 is subject to the Submerged Lands Act and the Submerged Lands Act brings you back to the reservation has to be explicit. And then   see, that's  \n Well, Justice Breyer, again, if I can just complete the point  \n That's why I was talking about Yellowstone.\n Yes.\n I was looking for something that would be obvious that they wouldn't have meant to transfer. He comes back and says, well, very often States do control the water.\n Your Honor, I just need to make a point. I think it's very important for you to understand this point. First of all, that at page 57 of the Arctic Coast decision, this Court was clearly reading this language, the 6(e) proviso, as sufficient to provide a clear indication of transfer of title, and in doing so, it was recognizing what is clear in the proviso itself, that these particular items that are discussed there are not a part of the main clause and cannot be. And a good example of that is the third thing that's being transferred, facilities that are utilized in connection with general research activities related to fisheries and wildlife. Now, that is not going to be something that's specifically used for the sole purpose of conservation and protection of wildlife. It's the antithesis of that. It makes quite clear that our construction is correct. The subset theory just doesn't work because the items that are here are not things that fit within the main clause. What Congress was doing here was drawing a very clear line  \n But why   why doesn't (m) supersede that argument anyway? Let's   can't we say that, well, you may be right so far as the second clause of (e) is concerned, but you still have to deal with (m)?\n Then you have to explain what happened in the Arctic Coast case, why we were able to retain the ANWR lands which did not fall within the main provision. And that is because Congress was making   because this Court concluded that Congress was making clear that wildlife lands are very important and they wanted to make absolutely clear that those lands would not be transferred. And even a provision that could be misconstrued, as I'm afraid this Court did in   in Arctic Coast   could be misconstrued to contain some of these lands, we need to make adequate assurance that   that the courts that read this realize a clear division is being made. We are retaining these wildlife lands. That's  \n Mr. Minear, I'm   I'm not sure I agree with you that   that that language, facilities used in connection with general research activities relating to fisheries or wildlife, is not a subpart of the earlier   of the earlier grant, namely property used for the sole purpose of conservation and protection of fisheries and wildlife. Surely one   one can readily regard general research activities relating to fisheries or wildlife to be part of the activity of conserving and protecting fisheries and wildlife.\n But we're talking about a facility here. So a facility that might conduct some   some research tangentially related to wildlife is not a facility that's used for the sole   specifically used for the sole purpose of conservation and wildlife. There's a clear difference here. These two   these two sets do not overlap, and it's even more so with regard to wildlife refuges. Wildlife refuges and wildlife reservations are used for multiple purposes. At the time of statehood, the   the regulations in place, the fisheries regulations and wildlife regulations, made clear that permits could be issued for purposes apart from wildlife conservation. And this Court's own decision in Udall v. Tallman recognized that one of the   the refuges that Alaska cites as being included in the main clause was being used for oil and gas purposes. It was not being used solely for the purposes   specifically used solely for the purposes of conservation.\n Mr. Minear, you know, I   I am just overwhelmed by the reality that this is a terrible mess of a statute. I can't figure out what it means.\n Well, Your Honor  \n And   and it seems to me that's exactly why we have a clear statement rule.\n Your Honor  \n There are arguments here, there are arguments there, but it   it does not dawn upon me that   that anything is clear about this at all.\n Well, this   we believe the statute has been clear for 50 years. That's why these issues have only arisen recently with regard to Glacier Bay National Park.\n Mr. Minear, what do you say are the practical consequences from the Federal Government's perspective of going   of disagreeing with the U.S. position? What harm is done? Can the U.S. protect itself in any event under other clauses?\n We agree that the United States has the regulatory authority to protect   to limit vessel entries and protect commercial fishing, but that's not what our concern is. Our concern is with the actual use of the submerged lands. This is a laboratory. This is a laboratory for scientific research, and we occupy and use the submerged lands for that purpose. That includes such things as withdrawing cores of materials so we can analyze its historic features. We've installed a 5-mile cable with a hydrophone on the   on the submerged lands so we can listen to vehicle traffic and determine if the   the volume is sufficient to interfere with the whales that migrate through there.\n Don't you do that on   on dry land in some States?\n Your Honor, in order to hear vehicle traffic  \n Doesn't your authority under the Commerce Clause or under   under   over navigable waters allow you to do that kind of stuff?\n Your Honor, we think that   that Alaska would have a realistic argument that we cannot withdraw materials from the submerged land which we use and study. And in fact, I would point out that the park superintendent's affidavit  \n Are they likely to do that?\n What?\n Are they likely to do that? Is this a real problem?\n There are 900 papers, scientific papers, that are cited in the affidavit of the park superintendent. This is exhibit number 8 on count IV. And of those describing the type of research we do in Glacier Bay National Park  \n Well, I thought  \n   scores and perhaps hundreds of those involve submerged lands.\n All right. Given what you're saying   and I   you're not accepting this I think, and I   well, there is language in this act which maintains in the United States title to the park.\n That is correct.\n All right. Now, I would have thought when you get title to the park, you mean the park, and by the park, you mean those essential parts of the park.\n We  \n And therefore, if you have a part of the park which is the only part of the park where people look at the park, and it's the only part of the park that brings them into the park, and it's the only part of the park where you do the research, et cetera, that's the park. Just as if I were to sell my house and I list the rooms and forget the kitchen, well, the kitchen is an essential part of the house.\n That's  \n Now   now, once I made that argument, he said that's a very clever argument, but really, there are all kinds of instances where States have reserved submerged land inside national parks and it's worked fine.\n But those are instances  \n What's your response to all this?\n The instances   the examples they're giving are cases in which we've created those national monuments or parks after statehood. And in those cases, we cannot acquire those lands because they have already been transferred to the State at statehood.\n It hasn't resulted in a   in a disaster. That's the point that Justice Breyer is making.\n But in this case  \n It has not resulted in a disaster.\n But in this case, it is going to impede the   the activities we have there. And a good example of this is in the amicus brief at page 25 where Alaska does not even assent to our authority to control fish and wildlife. The Alaska legislature has passed a statute in which it refuses to assent to our authority to control fish and wildlife within the park. This gives you some sense of the type of difficulties that we're going to encounter.\n Mr.  \n And our chief concern  \n Mr. Minear, may I ask you? At the time the statute was passed, was the national Government conducting these activities?\n Yes, it was. It was created as a national monument. Now, in terms of what degree of activities, the record is not clear, but we're  \n Maybe you were monitoring passages through to see whether the whales were going to be interfered with and doing that sort of thing. Were you taking core samples?\n We were definitely studying the bed of the lake, and our   our briefs below explain. We have an affidavit from our glaciologist which describes the type of research that was being done.\n So in   in other words, you   you're saying it is fair to say that at the time of the passage, this would have been on the congressional mind, going back to Justice Breyer's  \n It   it definitely would have. And also I want to point out that when we created the national monument, we also preserved such things as the interglacial forests. These are forests that are left behind as the glaciers retreat and go forward over these submerged lands. The glacial forests are in the submerged lands, and so they become a part of it. As these glaciers continue to retreat, it's likely that other glacial forests will be revealed, and those should remain a part of the park. That was part of the purpose, was to study those  \n Should. Now, you're not   how far are you prepared to go? You can't go more than your brief and your facts justify. Are you prepared to say that this water is an essential part of the park?\n Yes.\n Yes?\n Yes. Certainly  \n Have you said that before this minute?\n Not only have we said it, but the Park Service at statehood said that this is a water park when they were describing these lands and saying why they should be retained. They told Congress   the   the park superintendent or the   the director of the Park Service said this is a water park that's mostly   this is, after all, Glacier Bay National Park. And in that   with that respect, I'd like to point out this  \n Why did they keep the other 80 percent then?\n Excuse me, Your Honor.\n Why did they keep the other 80 percent?\n Well, the  \n I gather only 20 percent of it is water.\n It's slightly more than 20  \n They should have given away the rest.\n We haven't given away. We have all of these lands. The   the uplands here are the glaciers and the mountains that are inaccessible except by the water. You cannot reach these areas. There are no roads in this park except for the park visitors center, and beyond that  \n Then make it a water park. I mean, you want to say it's a   it's a water-accessible park, fine.\n Yes. But, Your Honor, the  \n 20 percent of the park is under water. Right?\n More than 20 percent. Roughly 25. I'd say close to 25 percent of the park is   within the park boundaries is submerged lands. But there's another point I'd like to make with regard to the establishment of the park. This park was created under the Antiquities Act, and under the Antiquities Act, the President is given authority to create national monuments, but they cannot be disestablished except by act of Congress. Now, Congress could have disestablished this monument if it had meant to give up the land. It could have disestablished some part of it, and it chose not to do so. And yet, that's another indication that Congress was intending to retain these lands. Now, I would like to move on to the other two counts we have here, unless we have further questions about   about Glacier Bay. But I   I think one thing that I do   one thought I want you   to leave you with with regard to Glacier Bay is that these lands are essential to the park. They are understood to be essential at the time that the park was created. And the   the line we're suggesting here is a very reasonable one with regard to this park. Those lands are   continue to be used   the submerged lands for scientific research that is vitally important. Now, I'd like to point out that the master also correctly rejected the claim that the archipelago straits are historic inland waters, and on that basis, Alaska failed to satisfy any part of the Court's three-part test. This Court specifically failed to show a continuous assertion of   of sovereignty to exclude vessels that have   that are visiting the park or passing through in innocent passage or to indicate any acquiescence of foreign nations. During the past 150-year period, neither Alaska nor the United States ever attempted to exclude a vessel based on   merely on innocent passage. Rather, Alaska   Alaska cannot point to a single incident in which we unambiguously did so. The only  \n Alaska is arguing, as I understand it now, that the   the exclusion for purposes of fisheries regulation has the same implication as a matter of international law, which is a point that you disagree on. What   what is your response to their response to  \n The answer is in order to establish a historic inland water claim, you have to exclude a vessel based on this passing through in innocent passage. Fisheries is not   engaging in fishing activity under the convention is not innocent passage. And so, therefore, an exclusion based on fisheries can never   can never give rise to a claim of  \n And what's   what's your best authority for that?\n Well, our best authority is the convention itself. The convention makes clear under article 14 that fisheries is   that fisheries activities are not innocent passage. Rather, innocent passage is merely transit through from one point to another. Moreover, the Marguerite incident that they describe involves a single incident; that is, it does not satisfy the continuity requirement that the inland   the historic inland waters test requires. And finally, it also didn't satisfy the acquiescence test since the British Government protested the seizure of the ship. And finally on top of that, this vessel   we don't know exactly where this vessel was at the time that it was seized. There continues to be a dispute and the master was unable to determine whether that   the ship was in   inside or outside the 3-mile limit. Now, I'd also like to speak briefly to the juridical   juridical bay claim as well. This is a matter that Alaska did not touch upon, but I imagine it would address on rebuttal. The master correctly rejected Alaska's extraordinary claim that the Alexander Archipelago can be turned into two large   large juridical bays. And basically it attempted to do so by establishing a headland on an island. Now, that does not suffice the purpose of the convention. The only way that it can establish a bay headland or   or closing point is by showing that it's on the mainland. In order to establish that this is on the mainland, Alaska has to ignore four intervening bodies of water. And as the master recognized, these bodies of water are simply too substantial to ignore. In the case of these bodies of water, Keku Strait is 41 miles long, on average 4 and a half miles wide. It's   simply those intervening waters cannot be ignored in order to establish that this is   is part of the mainland. It's also separated by Wrangell Narrows, which is a 12-mile-long strait that is an important passage for international navigation. That too precludes it from being ignored and treated as dry land. The failure of those two assimilations by itself is sufficient to establish that   that these   that these juridical bays do not exist. And even if that were not enough, the master went on to say that this would not be a well-marked indentation, that even if you were willing to assimilate these lands, it's still the case that the bay itself would not be   the supposed, imaginary bays that Alaska has created here would not be recognizable to a mariner who is passing by. For all those reasons, the juridical bays here are   are simply not well founded, and the master was correct in rejecting them. So what we see  \n Mr. Minear, could I go back to Glacier  \n Certainly, Your Honor.\n   Park again for a moment and ask why the Government decided to base its claim to the lands in Glacier Bay exclusively on that murky provision of 6(e) rather than to talk about the standards set out in the Idaho case?\n Well, Your Honor  \n Do you   do you not rely on that standard  \n Quite  \n   of analysis?\n Quite honestly we thought that under the Arctic Coast decision, the Court is required to create absolutely new   no new law. It had already interpreted 6(e) and it was clear that section 6(e) applied to this case. We think the Idaho provisions provide another opportunity for us to establish it. It's quite clear that the purposes of the   the lands here, the submerged lands, are so essential to the park that it's simply inconceivable that Congress would have intended for those lands to pass out of ownership. However, we relied on  \n Would you   would you tell us again why, if you do not prevail on this argument, you still go back before the   the Special Master to show certain facts?\n Well, first of all, Alaska has not moved for summary judgment. We moved for summary judgment on some of our theories. Other theories would require some factual development. One of the theories that we would   we would go forward with is that these lands are occupied under a claim of right, and that's another exception under the Submerged Lands Act. In addition, we would renew the argument with regard to Antiquities Act, that once Congress takes an area and authorizes the President to set it aside under the Antiquities Act and provides that it cannot be disestablished except by act of Congress, we think that's a very clear indication of Congress' intent to retain those lands.\n Well, given the absence of a summary judgment, we wouldn't have to address that.\n No. You would not have   we   we believe the master adverted to this claim, but we do not think that he foreclosed it. But rather, I'd like to discuss briefly the relationship of Idaho and Alaska because I think it's important and worthwhile. We think that this case falls squarely within the Alaska Arctic Coast case, and in particular we relied on it primarily because it provides an actual textual basis for showing that the   the United States retain those lands. We do not need to go further and show purpose, although we certainly can. We relied on the Alaska case because we think it provides a very clear example of why retention is   is required in this case. The master agreed with us. He analyzed the Arctic Coast decision and he concluded that the   the proviso here necessarily must be considered an independent retention clause. There's no other way to understand the Arctic Coast decision except on that basis. And we think that's the right interpretation, and we think if we   if you focus on what the Court said on pages 56 to 57, it becomes quite clear. The statement that Alaska relies on to create its so-called subset test is an afterthought at the end of the opinion. It's a statement that's made in the Court's words to reinforce the conclusion it's already reached. It doesn't provide a basis for   for departing from that. And in fact, as I hope I have showed to the Court, the subset test doesn't make any sense, that they're simply   all of those lands that fall within the proviso are lands that would not fall within the main clause. The wildlife refuge is occupied for multiple purposes. It's   the two wildlife refuges that they point to both the record shows were used for multiple purposes. They were not used solely for conservation purposes. And in addition, they were   to the extent that those refuges adverted to any lands at all   any statutes, they were referring to a 1925 statute, not   not the 1943 statute. Furthermore, there are 24 other refuges that we believe that Congress intended to retain that Alaska has no answer for. One   one of those refuges, in particular, the Semidi Islands, quite clearly describes within its boundaries submerged lands, reefs, and other areas. It clearly is being used for those purposes. We think the right interpretation of the proviso is clearly that it was meant to ensure, to provide the clarity that this Court needs to determine that Congress clearly did intend to retain these lands. That was the point that   that this proviso, as Secretary Chapman himself indicated, and in fact, he stated in   the excerpt appears in page   on page 47, note 37 of our brief. He stated that these reservations   the land and water would be reserved. He clearly was aware and told Congress that that was the purpose here, to reserve both land and water. Finally, I'd like to ask the Court to step back and look at the big picture here. The United States' position overall results in a very sensible division of submerged lands in this case. We have not contested Alaska's right to the vast majority of the submerged lands here that are encompassed in Tongass National Forest. Rather, we've identified two areas where the Federal Government interests are paramount. First of all, with regard to drawing international   developing international principles to establish baselines, which creates these bays and   and pockets, that's a necessary consequence of what our foreign policy requires. Secondly, where the United States has clearly reserved a unique treasure, namely Glacier Bay National Park. This park was set aside for the benefit of the entire Nation. We think that the Court should adopt the master's report in full. Thank you.\n Thank you, Mr. Minear. Mr. Franklin, you have about 3 and a half minutes.\n Thank you, Your Honor. To get back to the Idaho case, we are, in fact, advocating the principles of that case. It is not sufficient that Congress be on notice of a reservation that might include submerged lands. Congress has to take some action to explicitly ratify that. That was what happened in the Idaho case, according to the Court. And the United States has identified one statute and one statute only that it asserts can   ratifies the bay, and that's section 6(e), the proviso. We think the plain language to section (e)   6(e) is dispositive in this case. We are operating here under a clear statement rule. The presumption is, in fact, the strong presumption is, that if Congress does not expressly ratify the reservation, Congress is presumed not to have intended that the submerged lands   title to submerged lands be defeated. There was   the statute says such transfer shall not include. There simply was no need for Congress to have included   to have specified that such transfer, the main clause transfer, shall not include submerged lands when they were not included   or excuse me   shall not include properties that were not included in the first place. That includes Glacier Bay.\n Would   would you respond to the   to the argument that the Alaska Arctic Coast case decided that the proviso goes beyond subsection (e)?\n Well, my   my first response is even the master, who ruled   who   who decided against us, did not find that the Alaska case decided that, and indeed, it could not have because the Court at pages 60 and 61 expressly assumed that the lands would fall within the proviso. Therefore   excuse me. The main clause. Therefore the Court did not hold and could not have held that lands that did not fall within the main clause were included by the proviso. It is important, though, to   to note this, that even if the statute is ambiguous   and we think that it is not   Alaska still prevails here because a   there is a clear statement rule and a clear statement rule cannot be satisfied by definition by an ambiguous statute.\n But the   the argument is that it is clear because the reservation without the reservation of the waters would be crazy.\n Well, it  \n Why isn't   I mean, what's   what's the answer?\n We dispute that for the following reason, Your Honor, that   that the   the point of the monument was to study the glaciers and the effects of the glaciers as they recede on dry land. Title to the submerged lands was simply not necessary for that purpose. But I think their sky-is-falling argument really falls apart here. All that the counsel can point to is the idea is that they would like scientists to go scuba diving down there and to perhaps look at the bottom. There is absolutely no contention here that Alaska would   would prevent scientists who want to study this   these lands from doing that. We let scientists onto all of our properties, all of our submerged lands when they have a good reason for doing it. We hope to work cooperatively with the Federal Government on this. The   the idea that Alaska is somehow going to be less receptive to scientific research here I think demeans our Federal structure. We have a Federal structure here under which sovereignty of submerged lands is given to the States because they are viewed as the ones principally affected by the activities that go on there. We are not planning on   on preventing scientists from scuba diving down there. By the way, they did not at the time of the monument, Your Honor, do scuba diving because there   there really wasn't any scuba diving going on. But to   to move on   I see my time is up.\n Thank you, Mr. Franklin. The case is submitted.\n Mr. Chief Justice, thank you, and may it please the Court: Kansas would like to address three issues today. 50 years of success of the Court's river master on the Delaware River and 16 years of success of the Court's river master on the Pecos River demonstrate the wisdom of appointing a river master under appropriate circumstances on a river like the Arkansas River, which is the subject of this case. Secondly, the Court should affirm the neutral principle that prejudgment interest accrues on all damages owing at the time interest begins to run. And third, a 1-year compliance period would be consistent with the Court's prior rulings in this case and would preserve an essential right of Kansas and its farmers under this   this compact that would otherwise be lost under the master's recommendation of a 10-year accounting period. With respect to this accounting period, I would note that in both prior opinions in this case, this Court has relied on the annual results of the Hydrologic Institutional Model, which is the standard for compact compliance in this case. In the first opinion in 1995, this Court distinguished between monthly and   and seasonal use of the model, deciding that monthly use was too frequent, but that seasonal reliance on the model for determining useability under article IV-D of the compact was reasonable. When the case was back here in 2001, this Court reviewed the calculation of damages, which was done on a yearly basis. As you can imagine, the factors that go into calculation of damages vary from year to year, and so it is crucial whether the depletions calculated by the H I Model, as it's called, are accurate, sufficiently accurate, and reasonable to rely upon on an annual basis.\n Mr. Draper, correct me if I'm wrong. I   I looked at these papers a while ago. I thought they did it on a 10-year basis and they just moved it up each year, using a different 10 years to calculate the   the relevant amounts in the 10th year.\n That is correct, Your Honor. It is a moving accumulation of 10 years of results.\n So they do use 10 years of figures to determine what the relevant year's water would be.\n That's correct, Your Honor. In other words, the   the annual determination includes the most current year for which there is data and the previous 9 years, adds all those up, nets out the pluses and minuses, and that determines whether in the year in question there is compliance with the compact.\n This will begin in 2007, as I recall. Is that  \n That is the special master's proposal, yes.\n And what I don't understand is even   even if we agree with you that it should be done annually, why   why wouldn't you propose that it be done annually using the previous 7 years' experience that we now have and then, you know, ultimately by 2007, we can use the previous 10 years? I   I don't understand why we have to do it year by year and forego even 7 years'benefit of   of this methodology.\n Your Honor, I couldn't agree with you more in the sense that we should begin now with the accounting so that you look each year at the results of this standard, which has been approved by the Court, for compact compliance in that year only, and if   if you accumulate it  \n No. That   that's   I said just the opposite. I said I   I don't know why we should begin looking for this   at this year only using this methodology. Why shouldn't we average this methodology over the previous 7 years?\n Your Honor, averages will tend to smooth out the results and will hide the effects during dry years, which is when the farmers in Kansas, who are the beneficiaries that Kansas intended to benefit   and both parties realize that. They need this water  \n But your method   your method will over-emphasize the dry years. So either way you have a   a imperfect situation. In your case, year by year, and in a dry year, Colorado perhaps must over compensate, and if you have, say, 3 dry years in a row, then it's going to be   work out to Colorado's disadvantage.\n Your Honor, I believe the   the result is the   is the opposite. If I may explain. The model, the   the Hydrologic-Institutional Model, has been made as unbiased as possible. The one aspect in which we have identified a bias is that it favors Colorado during dry years. It tends to underestimate the depletions that would have to be replaced by Colorado.\n That's the method that you're attacking, but if you were to do it year by year, wouldn't it be just the reverse?\n We don't believe that aspect of the model would be any different if we're doing it year by year. We'd simply be taking the results that are calculated each year under either approach and use those in that year so that if you have a dry year, you are   are calculating in that year whether there is compliance and staying as close as possible to the true intent of the compact, which is to provide water when the farmers need it.\n Do you   do you dispute what   what the master found here, that the methodology is more accurate on a 10-year average than it is year by year?\n No, Your Honor. The longer the period of time you take, the more the accumulated results of the model will match the measured  \n The actual year-by-year results. Right?\n Yes, and I should point out that it's impossible to know what the right answer is. You can   you can measure the flows and the diversions in the river and compare that to one of the runs of this model, but it's the difference between the two runs, one representing the compact condition, which is supposed to be met, and the other representing the situation with the wells operating. And it's the difference between those two whose accuracy is in question.\n Yes, but I   I  \n And no one knows what that is.\n I understand that   that the master concluded that even as to a particular year, the model will be more accurate if you use the average from the previous 10 years than if you just applied the model to a single year, that even as to the real results for that single year, the model will be more accurate if you use a 10-year average.\n Your Honor, I don't understand it that way. If you use 10 years, you are adding to the most recent year results 9 years of pluses and minuses that's going to, in most case, mask what happened during that next previous year. You will be looking at a 10-year accumulation of ups and downs and not analyzing what happened in   in the year in question.\n Is part or all of the objectives of both the   the decree and the 10-year model to conserve subsurface reservoirs?\n Not   not directly, Your Honor. It   it does preserve that reservoir in fact because depletion of that reservoir affects the stream flows, and it's the stream flows that are compacted here and that have up to now  \n Well, then   well, then why isn't   if   if that's so, why isn't it that Colorado shouldn't get credit for the wet years in   in   on an average? You're concerned about the dry years. It seems to me that Colorado should be given some credit for the wet years when the subterranean reservoirs are   are replenished. Or am I wrong   am I wrong about that?\n I think in general, Your Honor, you are   are correct. The question about there are over deliveries by Colorado, I believe is what you're addressing, is there   is there a way to give Colorado credit for that. And there is a way. There is a   a   an account in John Martin Reservoir, which is 60 miles above the State line, for those deliveries. When they are delivered there, if there is more delivered than is actually needed in that year to achieve compact compliance, that can be retained there and, except for a small effect of evaporation, is available to offset depletions in the following year.\n I   I thought that the compact specifically provided there shall be no allowance or accumulation of credits or debits for or against either State.\n That's correct, Your Honor.\n Well, how does that comport with what you just said?\n Under those circumstances, the water that would be delivered to this offset account in John Martin Reservoir is not a credit that's accounted under the compact for that year. So it would not enter into the compact accounting for that year. It would not constitute a   a credit, but it would be available as a practical matter to be used as a credit in the next year for current depletions. So there would be no carryover in compact accounting.\n I don't   I don't understand that statement. You say it would be available to be used as a credit in a subsequent year. Do you really mean it would be used as a credit, or do you mean it would simply be there to be used?\n I think your formulation, Your Honor, is   is more correct.\n Okay.\n It would be there to be used, and it would not be a credit for accounting purposes. Yes.\n Well, if it's not a credit for accounting purposes, then they're going to owe you just as much the next year even though   even though you had more water the previous year.\n This is under the assumption, Your Honor, that they have already met their obligations in the current year.\n Yes.\n And it will be available as a practical matter to meet their obligations in a subsequent year and be accounted in that subsequent year. I would point out that this is very important for Kansas farmers that the   the water be received when it is supposed to be delivered under the compact. If water is   is not delivered, as required, in one year, it cannot be recouped in a following year, certainly not 10 years later, as would be possible under the special master  \n Well, then why are you using a 10-year model at all?\n It's not a 10  \n It seems to me what you're   what you're saying is forget the 10 years. Just do it every year.\n That's what we are saying, Your Honor. And the model is inherently a yearly model. It calculates actually results on a monthly basis, and we have used it   and the Court has relied upon it   on a yearly basis up to now.\n Why don't you do it on a monthly basis? Indeed, why don't you do it on a daily basis? I mean, the master found that this model really works if you   if you stretch it out over 10 years. You say 1 year. Why don't you do it month by month?\n Well, it   it could be done that way, and in fact, Your Honor, Colorado uses parts of this same model in its own administration of groundwater pumping, the same groundwater pumping for purposes of protecting Colorado surface water users, and it requires replacement of water on a monthly basis. So it is   it is possible. But we believe with the yearly accumulation that   that we have relied upon so far in this case and that the Court has relied upon specifically for damages, that that is an appropriate accounting period for this particular purpose. And that is   that is our proposal. The proposal of Colorado is no, let's wait 10 years before   and   and accumulate it with the other 9 years before we require any replacement. I would point out that the H-I Model, the Hydrologic-Institutional Model, is the best tool available for this purpose. It was endorsed by Colorado after the Court's first opinion in this case when it   the Court approved using the model on a seasonal basis for the seasonal accounting of useability. At that time, Colorado gave up its own model in favor of the Hydrologic Institutional Model, and as you can see from the master's report, there have been several significant improvements in the model since that time. I would also point out the correspondence   the close correspondence that exists between this case and the Pecos River litigation in the 1980's. There you had a compact that like this compact did not specify any specific quantity of water in the compact itself, but indicated that there was to be no depletions beyond the depletions that were occurring at the time of the compact with a few small amendments that I could   I could mention. But the basic similarity of the compacts is that the status quo at the time of the compact was maintained. There was an inflow/outflow relationship that needed to be observed and was required to be observed by the compact. It was expressed explicitly in the Pecos River compact by a reference to an inflow/outflow method. In this case, it was expressed implicitly in article IV-D of the compact.\n The master found that the role of the river master in the Pecos case was quite different than the role of the river master you want to have appointed here. He found that the role of the river master in the Pecos cases was really ministerial.\n Your Honor, we do not agree with that.\n You don't agree with what?\n With the description of the Pecos River master as being   as having only ministerial duties, and I can explain why.\n Please do.\n Yes. if   if you refer to the appendix of our   our blue brief, on page A-22, you will see that the opening section of the Pecos River master's manual sets out the inflow/outflow relationship that is to be observed in complying with that compact. This is the form of an equation. You can see y equals and a   and a number there. In   in our case, we have the   the Hydrologic-Institutional Model, which benefits from several decades of increased sophistication in hydrologic analysis to do the same job.\n The Pecos master can simply apply this formula, can he not, and get the results that the compact requires?\n He   he is to apply the formula, Your Honor, but there's a great deal of judgment, professional, expert judgment that needs to be exercised in order to apply it. For example, you have to separate flood flows from base flows. When you look at the   at the results of a   of a gauge on a river, you can see how much water was in the river at particular times, but this has to be separated into two different kinds of flows that are treated differently under this compact.\n Well, one of the reasons I'm curious is that I believe the Pecos master is an engineer. He's not a lawyer.\n That's correct.\n He's also the cheapest master we've ever had. (Laughter.)\n But it seems to me that the master you want appointed has got to be a lawyer and make legal decisions.\n Your Honor, I don't believe so. I think our master would be just as cheap. (Laughter.)\n What's the difference  \n No. The question was what about the  \n What   what relation do you or   yes   working relation do you anticipate, if   if the river master is appointed, between the river master and the commission? Does he go first to the commission and try to get agreement or  \n Your Honor, no, he would not formally interact with the commission, just as the Pecos River master does not formally interact with the Pecos River commission.\n Well, what can   what can the river master do that the   that the commission or authority can't do? I   is the difference between the two of them   call it a jurisdictional difference   nil, but there is process difference in the sense that the river master could say do this or don't do that, whereas your   your fear is that the authority is simply going to be deadlocked because everything has to be done unanimously? Is it a process difference?\n It is a process difference, Your Honor. The  \n But for that, you wouldn't be asking for a river master then.\n Well, if there were an authoritative way, such as a river master, by which the annual recurring exercise of judgment could be accomplished, we would not need the river master. But I don't  \n But aren't you bypassing what Congress set up? You have this interstate compact and this commission, which you're saying, well, it's ineffective because it has to   there are three from each State and it has to do everything unanimously. But what about the commission's authority to call in an   an arbitrator when they are deadlocked?\n That decision also requires unanimity, Your Honor, and in the one case I'm aware of, Kansas' suggestion of doing an arbitration was rejected by Colorado. It's   but it's   it takes unanimity to do anything under that compact administration, including the arbitration option.\n But you're saying Congress  \n Mr. Draper, could I ask you what is a matter of procedure? What is your understanding of   of how one would go about challenging the river master's decision if one disagreed with it? Do you go to the special master? Do you come direct to this Court?\n Your Honor, we have suggested that it be set up just as you have set up the Pecos River master. In other words, if there were an objection to the determination, the yearly determination, of the river master, it would be reviewable by this Court.\n Directly.\n Directly.\n And the special master would be out. The special master would be out of the picture, as you describe it. You   the special master would be finished. The river master would take over. Has there ever been   has this Court ever appointed a river master when the special master did not recommend it? And as I understand both Delaware and the Pecos River case, the special master recommended the appointment of a river master.\n Your Honor, I believe in both of those cases, the   the special master was recommending the appointment of a river master, but I would point out that in setting out the criteria for appointing a river master, the Court did not refer to that factor as   as being part of the consideration.\n As I understand the system you propose, the river master's decision would be appealable to us, and we would review it de novo. Is that right?\n We're suggesting the same scope of review as on the Pecos, which is clearly erroneous. This, however, is something that the Court could decide to do differently than the Pecos, but the clearly erroneous standard comports with the   the way master recommendations are handled in the district court under rule 53.\n I'm very loathe to deprive either of the States of their   their right to have this Court decide matters between them.\n Your Honor, this would not deprive either State of that right. And in fact  \n Well, it would if they can only come here and   and overturn the river master if he's clearly erroneous. That's a   that's a very high standard.\n Well, there   as I say, the Court   the Court may set the review threshold as it sees fit.\n I   I had thought that your proposal was de novo review. This is   this is new to me, that   that you want it clearly erroneous.\n Your Honor, I would   I would say that we have   we have mentioned the clearly erroneous review standard because it was in the Pecos framework. It is not essential to our proposal. A de novo review would be perfectly fine with the State of Kansas.\n Suppose the commission decided to appoint an arbitrator. Would the special   pardon me. Would the river master then proceed independently and we'd have two different recommendations?\n As under the Pecos, Your Honor, if the   if the compact administration, as it's called in the   in the Arkansas Basin, is able to come to a resolution of an issue, then that would   that would take care of that issue. It would be   not be necessary to have the river master address that, and it would be an agreement of the States because it would either be an agreement because they had literally agreed before the   or in the form of the Arkansas River Compact Administration or that they had agreed to binding arbitration and had settled it.\n Well, then it would seem to me, procedurally at least, the river master would have if not the legal, at least the practical obligation to refer things first to the commission.\n Your Honor, the referral of matters to the commission is why we're here in the first place. It cannot act without unanimity. The State of Colorado, the State in possession of this resource, can veto each and every action of the compact administration.\n That was the deal.\n Your   yes. Your State agreed to it.\n That was the deal they came to. Why should we kick it over? They came to that arrangement, and it was approved by Congress, and now you come back and tell us, oh, this is too cumbersome. You should   you should appoint this river master to do an end run around it. I   I   it doesn't seem to me to be fair.\n Your Honor, I don't believe that this is an end run any more than the enforcement of the compact is an end run around the administrative body that is set up in many of these compacts. Those are keep-in-touch type bodies. If they can agree on things, they are very useful, and the Arkansas River Compact Administration has been useful in areas where there can be agreement.\n No, but you   you agree that this is the   the authority here is more than a keep-in-touch group. Your problem with it is   is not that you need something more than keep in touch, but that when you ask them to do something more than keep in touch, the other State has a veto. And   and that simply gets you to Justice Scalia's objection. That's the deal you made.\n That is the   that is the nub of our argument against reliance on the Arkansas River Compact Administration, that you can't look at it to settle differences about the implementation of this Court's decree.\n What did the special  \n That is a  \n What did the special master mean when he said he recognized the unanimous vote problem, but he said, but the climate may be changing? The compact administration under the chairmanship of the United States representative may again be seen as the best way to administer their compact and settle issues. What was he talking about?\n Your Honor, I think he was talking about the hope that he has that the States could work more cooperatively now, despite the fact that it was on this river between these two States that this Court was first asked to resolve interstate river disputes between States in 1901, and we are here today still in dispute over this river.\n So there was nothing tangible behind his  \n Nothing tangible, Your Honor. We   perhaps he was thinking of the settlement that we have achieved on the Republican River. That case started, was accepted by this Court. After rulings by this Court, it became possible to settle that case. It has now been settled. And the States involved in that litigation were Kansas, Nebraska, and Colorado. It was possible in that   in that context. It has proven impossible in this context. And we can expect disputes to go on, as they have over the last century, if we do not have an impartial expert authority to resolve disputes between States that are going to come up every year. Every year there are questions. How do you take the data this year and put it into the H-I Model? While many of those issues have been settled, because different forms of replacement and other different circumstances arise, you have those every year. And if you follow the lead that the Pecos River cases of this Court give us, there is also the possibility to address the improvement of the tool for implementing the agreement of the States, and that is improving the Hydrologic-Institutional Model on occasion, as we have seen the master do over the course of this litigation. That is allowed under the Pecos River Decree, and we submit that it should be allowed under this decree as well. And that is when the master would be exercising the most judgment in our opinion. I would conclude by saying that a   a river master is needed on the Arkansas to deal impartially and expertly with annual questions that must be resolved to implement the H-I Model, and that a 1-year compliance period will implement the intentions of the drafters of the compact and the needs of Kansas farmers and is consistent with the yearly reliance that this Court has already placed on the H-I Model. I'll reserve the rest of my time for rebuttal if there are no further questions.\n Very well, Mr. Draper. Mr. Robbins, we'll hear from you.\n Mr. Chief Justice, and may it please the Court: I think I will begin by discussing the river master since that's where Mr. Draper left off. I want to make it clear, first of all, that I disagree with the assertion that the Pecos River Compact and the Arkansas River Compact are similar in the way they operate. The Pecos River Compact did, in fact, specifically state that it was   it intended to hold the level of   of depletion of the system by man's development to the 1947 condition. The Arkansas River Compact, to the contrary, begins the   the limitation clause by saying it is not intended to impede or prevent future beneficial development of the Arkansas Basin, provided that the waters of the Arkansas River are not materially depleted in useable quantity for existing use for the uses. So the   the Arkansas compact contemplated that there would be a   a more flexible effort at using the water of the river by water users in both States, protecting the existing uses in both States from that future development. Now, this   this Court has appointed a river master in two circumstances. In both circumstances, as pointed out by Justice Ginsburg, the   the special master recommended that because of the specific circumstances of the case, that in fact a river master was appropriate. That was on the Delaware River and the Pecos River. In all other cases that deal with this issue where requests have been made by   by States without river   without a special master's recommendation, the Court has declined to appoint a river master. There's a very good reason, I think, behind that. Colorado alone is the party denying interstate compacts in two equitable apportionment decrees. If every time a State is dissatisfied with its neighbor, is dissatisfied with how a compact operates, it is able to come to this Court and say, please appoint a river master, we're just having trouble with our neighbor, you'll become the water management   the super water management agency for the country. You have river masters if you   it's totally up to   to your discretion. But if you were to follow this line of thinking, you end up supervising water distribution across the west and part of the east.\n Well, the disputes are going to come up here eventually anyway if the States are intransigent. Ultimately it will be a dispute about the application of the compact and it will come back here anyway, won't it?\n Justice Scalia, that is absolutely correct, but the difference is where compacts have mechanisms within them that are designed to work out these differences, I think it is in the Court's interest   and Colorado's position is and the special master's position was it was in the Court's interest   to refer these matters back to those compact administrations. You  \n Counsel, do you think it's any more likely today than in the past that the two States will be able to work out their continued disagreements?\n Justice O'Connor, I agree completely with the special master. The State of Colorado has proposed, as referred to in his ruling, that binding arbitration be used and has committed itself to participate in that. To the extent there   there have been past conflicts, Colorado has said let's get them behind us. Let's return to the compact, congressionally sanctioned method for resolving our differences, and let's proceed down the road. We will  \n But   but Colorado still has the veto in any given case on whether an arbitrator will be appointed. Is that right?\n That is   under the compact, that's correct.\n Yes, yes.\n And so   but   but Colorado has made a   a very clear commitment to the special master and does so to this Court that if arbitration is proposed, Colorado would participate. We do not as a State find it very acceptable to spend the time, money, and effort to litigate these issues. After all, we have farmers. Kansas has farmers. We need to get back to getting the water equitably resolved through the compact mechanism. That is our proposal. It was  \n So is it right then that   let's imagine the special river master's name is Mr. Smith, and unlike me, he knows about this stuff. And he then   you   Kansas wants Mr. Smith to decide a certain number of issues. Call them issues on page 1, whatever they are. And as far as you're concerned, your client would say I'm happy to have Mr. Smith. Just don't call him a river master. Call him an arbitrator. So you're saying that when Kansas says they would do it except there's a problem of getting unanimity, you say the only problem is that you won't agree.\n At the present time, that's the posture  \n Now, they're the obstacle to unanimity. So the keys are in their own pocket if they want Mr. Smith. That's your view.\n Our view is if they want to arbitrate pursuant to the compact, the keys are in their   in their pocket. We do not believe  \n So the problem can't be one of unanimity because your side agrees. I mean, you heard what he said. So I'm   I'm trying to see  \n Our side agrees, Your   Justice Breyer, with   with the concept that this matter should be returned to the compact administration to resolve the differences in that forum.\n And   and in that forum, you will agree to binding arbitration.\n In that forum, we will agree to binding arbitration.\n Binding arbitration will   will mercifully keep this stuff off of our desk, won't it?\n Yes, it will. (Laughter.)\n I want   I want to make it very clear to the Court that the State of Colorado, different than the situation in the Pecos River, acted very aggressively to ensure that it promptly came into compliance with the   with the determination that in fact depletions were occurring, impermissible depletions were occurring to the Arkansas River. Within 2 years, the State of Colorado's legislature had passed the appropriate legislation. The State engineer had passed rules and regulations, implemented them, and enforced them. The State had authorized millions of dollars in loans for the acquisition of replacement water, and   and the State of Colorado   your   your ruling was in 1995. By 1997, it appears that the State of Colorado was in compliance with the compact. That is a significant and very difficult effort on the part of the legislature, the Governor, the attorney general, and the State engineer. We do not believe that this is anything like the Pecos River. Your master in this case has not said to you these parties are   are torn, will not get together, and you need to have a master, a river master, appointed. In this instance, the State of Colorado took the exact opposite approach. They did everything they could to reduce the pumping of the wells sufficiently to allow Colorado to meet the terms of the compact, and that is an important fact you need to glean from the special master's report. Now, the   the other   the only other point I want to make on this is that the   the   it's   it's very important, in deciding whether or not a river master is the appropriate course of action to determine   and I   I mentioned this earlier   whether or not the Court wants to be in a supervisory position. I happen to agree that the States are entitled to seek redress of their concerns before this Court, and as you said in   in Oklahoma v. New Mexico, you have a serious obligation to adjudicate disputes between the States where there are actual and existing controversies. And   and the fact that you would have a river master would not eliminate the potential for those controversies. In our view, the only way that you can get this matter off of your plate and into the position that Congress recognized and   and directed is to follow the special master's recommendation number 12. I'd now like to turn, if I may, to the issue of the accuracy of the model.\n May I ask you a question, because you may not bother to talk about it otherwise, about punitive damages? Your opponent didn't seem to think it very important, but I have this question. Is it your view that the other State waived its claim to the punitive damages from 1985 back either by not arguing it today or by submitting the different set of figures at the time the   the issue was before the master the last time around?\n Justice Stevens, in response to your question, we believe that in fact the issue of prejudgment interest, or punitive damages, is law of the case in this matter. The special master set out a formula by which he proposed how the damages should be calculated. Kansas argued for actual value of money, a rather rigid theory of compensation, and the special master chose in fact a balancing of the equities approach. He suggested that the appropriate means to calculate those   that prejudgment interest on the   the nominal damages  \n Did he   did he make that suggestion or did the other   did Kansas make that suggestion?\n The special master ruled on how he believed the damages should be calculated.\n In this time around or in the preceding  \n In the preceding time around. And what he said was that the damages from 1950 to 1968 should be   should   should receive a inflationary increase to reflect the inflationary tendencies, but that they should not be dealt with under prejudgment interest. In other words, it shouldn't be compounded through prejudgment interest. Only the damages from 1969 forward should be compounded using prejudgment interest. Kansas did not except to that methodology. Kansas excepted to the fact that he didn't give them prejudgment interest on the damages from 1950 forward. In the opinion that you authored for the Court, you accepted the master's methodology, and you did one thing and only one.\n Well, the master's methodology really wasn't at issue.\n The master's  \n The only issue before us, as I remember it, was the date from which the prejudgment interest would run.\n That's  \n That's   that's all that was argued. And it seemed to me that if it had been a fixed sum rather than an   a changing amount as years went by, that clearly we would have   the interest would have run on the existing liability. But it's an unusual case because the damages are changing as time goes by.\n It is and I agree with you, Justice Stevens. It is an unusual case. But the   the critical element here is that the master was looking for an equitable way to arrive at a damage sum.\n Well, except that, as I read his report, he was simply interpreting our opinion, best he could, on the second go-round.\n This   this go-round?\n Yes.\n That's correct, Justice Kennedy.\n And   and I think that's what's before us here. It   it seems to me that your best argument for no interest post '85 on the pre-'85 damages is to say, well, it's uncertain, it's hard to compute, but that doesn't quite work because this Court   and of course, the special master   allowed damages   the interest on post-'85 damages even though those are equally difficult to compute.\n It isn't the   if I may, Justice Kennedy, it isn't the  \n So I'm   I'm saying it seems to me that's your best argument, but there's a flaw in there.\n38 million. By moving the year forward from 1969 to 1985, you automatically then reduce, by some degree, the amount of that damage calculation.\n No, but did we   your   your view is that we entirely eliminated any interest on that past damage.\n Prejudgment  \n Pre-1985.\n The   the special master's methodology, Justice Stevens, was that the damages in his third report from 1950 to 1968 should not, under a balancing of the equities, bear prejudgment interest at any point in time. They should only be advanced for inflation, which was a proposal Colorado made because Colorado believed that it   the changing a 1950 damage to a   to a 2002, or at that time a 1994, dollar value was only fair and reasonable. We opposed the concept of giving prejudgment interest because it would   it would be   it's as if   if this were a commercial context, we would have been able to identify that there was a damage going on and the theory in your prejudgment cases is we could have put the money in the bank  \n But we rejected that as to post-'85 damages.\n You agreed that prejudgment interest, Justice Kennedy, should be applied to post-'85 damages, not to pre-'85 damages.\n Well, but our opinion didn't say it was just post-'85 damages. Our   our opinion didn't   didn't answer the question, and   and the reason, of course, is we didn't actually think about it because nobody even   nobody argued it at that time.\n Our view was that   that   our view is, Justice Stevens, that an exception needed to be taken if the master's methodology was under challenge.\n So in a way you really are arguing waiver I think.\n We are arguing law of the case. Yes, we are.\n Which is consistent with his failure to argue it today.\n That's   that is our position, Your Honor. I would like to, if   if I may, move off of prejudgment interest. I would like to talk, while I still have a few minutes, a little bit about this model and the 10-year average.\n Can you give   I'm   I'm not sure I understand the dispute. Can you give me in   in   without using up all of your time, a   basically a simple example to illustrate the difference between the two contending methodological positions?\n Yes, I can, Justice Souter. Under the   the master's formulation, which is agreed to by Colorado, the damages which occur in each year, 1950 through 1984, are   are computed at   in   as nominal damages in the year in which they occur. They are then expanded by the   by an inflationary formula which allows the dollar in 1950 to be calculated in a 2002 dollar. In 1985 and to the present, any damages that occur are advanced both for inflation, but then they are also awarded a prejudgment interest, which is compounded. In other words, if inflation is 2 or 3 percent through the period on a long-term average, but   but investments are at 6 or 7 percent  \n I got you.\n20-some million in the proposition, which we don't believe is what the Court intended. Let me   let me turn very quickly to the model, if I may. The   the issue here is not Colorado's obligation to deliver water to   to the river system. Colorado has both senior surface water rights and the State of Kansas that it has obligations to protect. Remember, the compact envisions that this subsequent development can't injure water users in either Kansas or Colorado. As a result, Colorado must ensure that on a monthly basis, water is placed into the river so depletions are   are compensated for in the system as they occur. The problem here is not that process. The problem here is a model that is inaccurate. Beginning in your first report, you quoted with favor the special master's comments about this model in dealing with the winter water storage program, which was an issue which you agreed should be dismissed several years ago. You indicated that depletions shown were well within the range of error and it could not be told if it was an impact or an error that the model was describing.\n Counsel, your time is running short. This is very important. I think you misunderstood Justice Souter's question. He asked you to give us an example of the Kansas versus Colorado approach as to the 10-year model. You answered him about the interest. Could you  \n I'm so sorry.\n   could you tell us really  \n Yes.\n Give us an example of the difference between the two.\n Yes. The difference between the two is this. We believe that the model over a long period of time, as it's developer, Mr. Durbin, said, is reasonably accurate. We   we agree with that, and we are willing to use it like that. But that means you have to use   look at it over extended periods of time. Our view is that you simply look at the model, which is predicting over-deliveries and under-deliveries, predicting them. They don't have any relationship to what Colorado is really putting into the system. They are predictions. And in some years where you   where you look back and you know from the gauges the model is over-predicting a significant amount, you   you want to be   and you know in a subsequent year it's going to under-predict, you want to allow that to smooth out so that you are, in fact, getting close to what's really going on. It is not an effort to carry dry-year depletions into wet years or vice versa. It is, in fact, an effort to allow the model's inherent inaccuracies to play out so that you get a more accurate result in each 10th year.\n Why doesn't   why isn't the result that you   of   of your position that you would get a more accurate set of predictions if all you were making was a 10-year calculation, but you will not get a more accurate set of predictions with respect to any one year? And in fact, it is with respect to any one year that's important under the compact. In other words, they   they plan every year, not every 10 years. So why does a 10-year accuracy help you in solving the practical problem you have on a year-to-year basis?\n As proposed by the special master, the model is not used every 10 year   or every 10th year. It's used every year. If you're looking at  \n I know. But it's used on the basis of 10-year figures which will not be accurate particularly with respect to any given year even though they would be   they would be accurate if you were only interested in a calculation every 10 years.\n You are making  \n Does it   can   can you   can you get a better prediction on a year-to-year basis is what I'm saying.\n You get a better prediction on a year-to-year basis. A   a better prediction if you're looking at the model over 10 years versus looking at the model just running it in a given year. Colorado does not want to be in a position, Justice Souter, where we are accused of violating the compact because there is an inaccuracy in the tool that is being used.\n Thank you  \n It  \n Thank you, Mr. Robbins.\n Thank you.\n Mr. Feldman, we'll hear from you.\n Mr. Chief Justice, and may it please the Court: It's the position of the United States that   that we agree with Colorado and with the special master that a river master should not be appointed in this case. The compact between the States of Kansas and Colorado sets up a commission that is responsible for implementing the obligations in that compact, which has to do with Colorado's obligations to deliver a certain amount of water to Kansas. The commission is also charged with investigating violations of the compact, and the compact includes a dispute resolution mechanism of submission to binding arbitration if the   the States agree to that. The   the commission also certainly could use other dispute resolution mechanisms and certainly would have the authority to do if it wanted to. The States have agreed to that. Congress has enacted it into law, and this Court should permit the parties to use that mechanism to resolve any disputes that might arise in the future rather than putting a river master in place under the authority of this Court. Now, the Court has   itself has frequently stated that consensual resolution of disputes of this sort is preferable to litigation. As the special master pointed out, in the two river basins just north of the Arkansas River, the Republican River and the Platte River, the parties recently, after having a dispute, including these very same two States in one of them, have come to a consensual resolution of the dispute that they had. And I think that does show, as the special master pointed out, that these   the States can   in fact, the disputes in those cases also had to do with groundwater and the effect of well pumping, among other things. As the special master pointed out, I think that shows that the States can use a consensual mechanism to come to a resolution, and this Court ought to continue its often-stated preference for consensual rather than litigative type of solutions to problems of this sort. If the Court were to appoint a river master in this case, then I think the question would arise in any future case in which you have two States that have conflicting interests with regard to an ongoing activity, as what happened with river compacts, equitable apportionments, and in other areas, whenever there's an inherently conflicting interest, the Court would have an appeal that it should appoint a master to oversee a decree or judgment. And I think rather than   that   that would be directly contrary to the Court's other statement in the area, which is not only that the Court prefers and that it's far preferable to have consensual resolutions, but also that the Court does not favor appointing agents or functionaries to carry out its decrees.\n So I guess we made a mistake with respect to the Pecos River and what was the other one? Delaware?\n Yes. The Pecos River   I mean, there were a couple of differences, in addition to the ones that Mr. Robbins pointed out. One difference is that not only the special master, but the parties in the Pecos River case   neither party objected to the appointment of a river master or even to the more extraordinary step of clothing the master with authority to make determinations that would be reviewable only under a clearly erroneous standard. In this case, there is a party that objects to it. And I would   I think there's another difference that's important that the Court ought to keep in mind. At the time the Pecos River master was appointed, Federal Rule of Civil Procedure 53(e), which the Court has said that the Federal rules provide a guide for this Court's original cases, rule 53(e) provided that findings of fact by a master appointed by a district court shall be reviewed under a clearly erroneous standard, and the Court, indeed, used that mechanism for the   it provided that the river master in that case would be reviewed under that standard. As of 2003, rule 53   it's now rule 53(g)   provides that masters appointed by district courts said their findings shall be reviewable only under a de novo standard unless the parties agree otherwise. Therefore, at the present time   and again, following the Court's rule 17.2 that says that the Federal Rules of Civil Procedure should be guides   and I think they are a useful guide   the appropriate course here, if the Court were to appoint a river master, would be to appoint one whose findings will be reviewable de novo. But that itself raises problems because if the findings of the river master are reviewable de novo, it's really just a continuation of the current litigation and it doesn't really advance things any. The parties will submit the evidence to the river master. He'll make his determinations, and then they'll come to the Court. That's really more what the special master does at the current time. So I think that under all of those circumstances, both the Court's preference for a consensual resolution of disputes, its disfavoring of appointments of agents to carry out its decrees, the Court's recognition that it's the Court's obligation to decide cases of this sort and it can't   it's not the obligation of other parties to do that, and the commission that Congress has put into place specifically to deal with this kind of problem, and with a specific recognition that there could be disputes and a provision for a dispute resolution, I think that the Court should not appoint a river master in this case. As far as the prejudgment interest issue, it's the position of the United States also that the special master and Colorado are correct, and prejudgment interest should not be awarded. I think it's a familiar principle in   to this Court in litigation that if a party   when the time comes to make objections, a party has to make all of its objections if it wants the Court to hear them. In this case, the special master came up with a recommendation in his third report about how to   what should happen with prejudgment interest, under which the early years   the   the amount of the damages in those early years would never be subject to prejudgment interest. Now, Kansas objected to that and said we should move the year back to 1950. We should get prejudgment interest on everything back to year one. But they never made the objection that if you   if the Court disagrees with that, which it did, that the method that the master had used to deal with the prejudgment interest as of 1969 was incorrect. That was the time that Kansas should have brought it to the Court and Kansas didn't do that.\n So you're arguing they've waived the   your argument is they waived the objection basically.\n Yes. I think  \n I don't think you used the word waiver in your brief, and I don't think that Colorado did either. But I guess that's the essence of your argument.\n I   I actually think it's a combination of two things. On the one hand, what the Court actually said in its opinion was that the special master had awarded damages only insofar as necessary to satisfy the demands of equity, something to that effect.\n Would you not agree that if it was a one-shot injury, not an ongoing injury, that the normal reading would be the injury   the interest should run on the laws?\n I think in the normal contract case that doesn't have the kinds of equities that this case had, that is the current rule, that prejudgment interest would run. But this kind of case involves damages that go back 50-odd years. It could have been  \n And it involves continuing, ongoing  \n And they're   they're ongoing that are different in amount in every year, that it's not merely that Colorado was violating the compact as of 1950, although it probably didn't know it at that time, but that Kansas didn't bring a suit until 1985 and the fact, I think, that Colorado has always agreed to pay   to adjust the damages for inflation. So, in essence, Kansas is getting a portion of what the prejudgment interest would normally cover for those early years. I think if all that's put together, I think the Court's conclusion that the master's conclusion was just the amount that equity dictates was correct, and that if Kansas didn't like that, it should  \n Mr. Feldman, the Government takes no position on this 1-year versus 10-year computation?\n No, the Government doesn't have a position on that.\n Too hard for you? (Laughter.)\n That issue involves the particularities of this case and the Government doesn't really have a particular interest in how that gets resolved. If there's no further questions, that concludes the argument.\n Thank you, Mr. Feldman. Mr. Draper, you have 2 minutes remaining.\n Thank you, Mr. Chief Justice, and may it please the Court: I want to state that we do not believe that we waived our position on the interest calculation as was just suggested in the   in the last colloquy. The reason that we didn't do that is because we filed an exception last time against every respect in which the special master was not recommending full interest. And it turned out that the Court chose the   the test that we now have, which is a relatively easy test to apply. It has certain incentives that grow out of it that make sense. And we believe that we sufficiently excepted to that. If look at our brief from that exception, the one in   in support of our exceptions, in particular   particularly to page 25, footnote 8, we specifically addressed the issue that the   the master was not allowing any interest in that 1950 through 1968 period.\n You're talking about the brief in the earlier case.\n In the earlier case, to the third report of the special master. I would   also, on the other points that were raised, you need to be  \n This is a lot of money involved, and   and you certainly didn't argue it here. I don't recall that point being argued. And with all that money being involved, I would have thought it would have been argued.\n Well, we were   we were arguing the larger issues on interest, but we were asking that interest not be denied to us during that '50 through 1968 period. That was very clear from our briefs, and we specifically singled out that part of it in that footnote. So I don't believe it's appropriate that   to conclude that we have waived that argument. And I would point out also that the only reason that it was done that way   and the calculations of the parties did   did in connection with that review   is because the special master required it. There is no other reason that we did it. We did not volunteer to do it that way. We did not like doing it that way. The master said that's the way it's going to be in my recommendation. How much would that amount to? We did not agree in any way to that part of the calculation. I would also point out that with respect to the amounts involved, that you need to be careful. The amounts cited by Mr. Robbins are not from the same year.\n Thank you. Thank you, Mr. Draper.\n Thank you, Your Honor.\n The case is submitted.\n Mr. Chief Justice, and may it please the Court: I'd like to turn first to the Ninth Circuit's interpretation of the term \"willfully\" and its determination that the case had to be remanded for further proceedings to permit an opportunity to explore Petitioners' communications with their counsel. We ask this Court to find that there is no necessity for any such inquiry for waivers of attorney-client privilege because summary judgment should have been affirmed in this case. Petitioners and their counsel, if you think about what communications you might find, they could not have known anything more about these statutory issues of first impression than the district court did. It's questions of law. And if the district court's opinion does not reflect reckless disregard for the law, for the reading of the statute, then it would be inappropriate to characterize Petitioners' adoption of the very same views as either a knowing or reckless violation of the, of the FCRA. The first   the Ninth Circuit nevertheless reached a contrary conclusion, and said it was time to go ahead and look at privileged communications if the Petitioners wanted to defend the case, because they made self-interpretive errors about the meaning of willfully. And the first is that they read willfully in this setting to mean recklessly, and relied on several cases where this Court has read the term willfully in civil statutes to mean recklessly. But this Court has said repeatedly that the word willfully is contextual, that you have to look at all of the sections of the statute to see how it's used to determine whether it means with knowledge that your conduct violates the law, or whether reckless violations are sufficient. And in this particular statute, unlike the other three that were at issue, Congress has used the term willfully in other sections of the law to mean, as Plaintiffs concede, that the Defendant knows that their conduct violates the Act.\n Well, it's also used in the phrase \"knowing and willfully.\" That appears in several other parts of the statute, and that wouldn't make any sense if the only meaning of willful is knowing.\n Well, it actually says \"willfully and knowingly  \"\n In one formulation or another, but it combines the two words, knowing and willful.\n Well, this Court, though, has held that willfully and knowingly, when that phrase is used together, it's been discussed in a number of cases including Dixon recently, that it means   willfully means knowledge that the conduct violates the law, and knowingly means knowledge of the relevant facts. And that would make perfect sense in this setting, and so the term willfully when, again, used  \n You mean willfully alone?\n It  \n Where   where it   where it means what you think it means, which is knowingly, that does not mean knowing the facts? If you mistake the facts and are laboring under a misimpression of the facts, you have nonetheless willfully violated the law?\n Your Honor, in Ratzlaf, the phrase was willfully, not willfully and knowingly, and the Court held that it meant that you knew that your conduct violated the law. And that seems to be the most reasonable reading here because if you look, there are also sections of Section 1681n that refer to knowing conduct, and that would require the conclusion that Congress used willfully in this section to mean a   a less   a more   a less culpable mens rea than knowingly. And that's  \n So that if you're the CEO of your company, and a lawyer   Federal counsel comes in and says we've got a real issue under the Fair Credit Reporting Act, I need to brief you on that, we need to make an important decision about whether we are complying, you say I don't want to hear about it, I don't want to know about it. That would not be willfully violating the statute?\n Well, under   some cases have suggested that there could be a willful blindness instruction that would govern whether you define that as knowing or not. Certainly  \n So it doesn't have to be actual knowledge?\n I think that the best reading of knowingly is actual knowledge or something that is, that is everything but, you know, that really is  \n How about reckless disregard?\n Well, conscious disregard is a recklessness standard, and even if the Ninth Circuit correctly determined that this should be interpreted as a recklessness standard, this Court has defined recklessness to mean that it has to be conscious disregard, actual knowledge of a high risk of, of   of harm or in this case illegality. And in these circumstances, you can't say that there was a high risk of illegality because what the district court found is that the Petitioners' interpretations of the statute were actually not only reasonable, but correct, and having  \n Since the term knowingly or knowing appears in two places in 1681n, can't we infer from that that willfully in that provision also means something different?\n I think the way it's used, it says knowing, knowingly that they did not have a permissible purpose. Permissible purpose, that may not be knowledge of the law, it just may be knowledge that your purpose wasn't permissible. And even if they were using it  \n I thought the statute says what the permissible purposes are.\n It does, but it doesn't necessarily mean that the individual knew precisely what the statute said. Because for instance, users are told what the permissible purposes are when they get a credit report from, from a credit agency. But more importantly, Your Honor, I think that the use of the term knowingly there can also be explained. If you look at Section 1681h, it actually provides that certain tort actions cannot proceed unless there is a willful intent to injure, except as provided in Section 1681n, and they are the same kinds of actions that are carved out in 1681n. And so I think it was to make clear, I think it was to make clear that you didn't have to have a willful intent to injure. So even if they meant it to be interchangeable with a knowing violation of the law there, I think there was a reason for it, it wasn't just surplusage. It was to clarify that they didn't have to have a willful intent to violate.\n Would you say it's all right to use the model penal code definition of reckless, which is basically what you   taking it here, you would have to consciously disregard a substantial and unjustifiable risk that the action is unlawful?\n That's correct, Your Honor.\n If you come across anything that would use that, I mean \"reckless\" itself is unclear. The model penal code tried to clarify it based on this Court's opinions primarily.\n But I think you can look to the way this Court described recklessness in Farmer vs. Brennan as well, though, as well as  \n What's the difference?\n The difference is just, there is two forms of recklessness. One which says that if the risk is sufficiently high, if a person should have known, you could be   you could be liable. But that the form of recklessness that Congress presumably used here in this setting, where there is the potential for very punitive sanctions, was what is referred to   Farmer versus Brennan calls it \"criminal,\" the criminal recklessness standard. And that means that not only do you have to have an objectively high risk of illegality, but you must be actually conscious of that risk. But in this case, you don't even need to get to the issue of consciousness.\n Well, you said there is no way they couldn't have been conscious of the risk here. I mean, after all, that's why they went to lawyers. They know there's risk that this is unlawful.\n The question is  \n But consciousness, I mean, maybe it should come in in the standard, but I don't know that that would help you.\n I think the issue of conscious   the risk, though, it has to be a high risk. And if it is a reasonable interpretation of the statute, or even if it is an interpretation of the statute that is fairly debatable, that you have a fair chance of success, then how can you say that is a high risk of illegality, so high that we should say that Congress wanted to sanction you for taking that position? And for saying that, you know, you shouldn't be permitted to adopt a compliance program if there was a fair ground for believing that it was lawful. And here what the Ninth Circuit did  \n Suppose there is a fair ground for believing it was lawful. Lawyers are in disagreement, but in fact, I believe the lawyers who say it is unlawful, and I nonetheless go ahead and do it. Is that a willful violation?\n I don't, I don't think so, Your Honor, if, in fact, it was a fair ground for    \n But I think I'm violating.\n I don't   yes. But you couldn't know you were violating it, and because if it really is a fair ground for litigation  \n I'm a better lawyer than my advisors. (Laughter.)\n Your Honor, I think if it's an area where the law is truly unsettled. And here an issue of first impression, a lawyer's assessment that you may lose is inherently predictive. These are not true or false answers when there is almost nothing to go on. And so in that area, it's much like what this Court did in Screws, where it said that this was a case involving a willful violation of, or interference with rights secured by   by Federal law. And what the Court says, well, it's not just any bad purpose that Congress had in mind, it is a bad purpose to defy announced rules of law. They have to be, there has to be sufficient clarity in the law to say that there was a high risk of illegality that you could disregard.\n Would you look to the subjective intent of the actor at all?\n Only  \n Or would you just look to the outcome and say, well, you know, it was a close question, so even if the actor indeed thought he was in violation, it was a close question; it's okay?\n I don't think you would look at the intent until you found that there   there was no reasonable ground or at least no, no   no fair ground for debate about the question. And at that point, Your Honor, if there was an objectively high risk of illegality, then you do have to ask, what were they consciously aware of; what did they do?\n I must say that   that is not the normal meaning of willful, willfully violating the law.\n Well, I think in Screws  \n You're changing it to mean willfully, willfully and blatantly violating the law.\n I don't think so.\n I mean, if I know that what I'm doing is in violation of the law, even if it's a close question, it seems to me I am willfully violating the law.\n Your Honor, Screws says you can't know the unknowable. And if the law, if it's really, truly an issue of first impression, you may think you're violating the law, but you   you can't know the unknowable. And that's why this setting is so important, because you can't, you know, put   impose sanctions. Here we're talking about the potential for an industry facing billions of dollars without any actual harm to   to individuals. And that  \n Is it really billions? How many of these have been certified as class actions?\n I believe that there are two certified class actions. But many   there are many cases pending and it could be billions of dollars, Your Honor. Certainly if the classes are certified, and  \n Would you, would you, as representative of the insurers, would you have a sound objection to class action certification in these cases?\n Your Honor, I'm sure there would be some bases to resist. But classes have been certified, so I  \n And gone to, gone to judgment?\n I do not believe any have gone to judgment, but I don't, I don't   I think that the point is that if you allow a thousand dollar penalty or the potential for a thousand dollar penalty for every consumer who didn't get a notice, simply because they may have gotten a better price if they had even better credit, across the country, if you interpret the statute that way, and then you can say you can get this thousand dollar, what is in essence a penalty, and you multiply that by the number of consumers, then you certainly have the potential for very, very substantial liability.\n It's a question how many will sue for a thousand dollars, given the litigation costs.\n Well, given that these are proceeding as class actions, the answer is there is plenty on the line to incentivize plaintiffs' attorneys to bring these class actions, and they have been brought, and this is a class action. There are two class actions.\n They haven't   neither has been certified, has it?\n No, it has not. They are putative class actions, Your Honor. But I, but I think that whether it's a class action or not, we have to look at what did, what did Congress presumably have in mind when it authorized these kinds of penalties and punitive damages based on a willful violation in a technical area where there is no potential for harm? And certainly  \n I have just two, two questions on, on willful and then   because you may want to talk about the other issue in the case. First, you began by saying that here a district judge has come to the contrary conclusion; by definition, it can't be reckless. Do you have any authority, where we   for that proposition, where we have said that?\n Well  \n We find all the time that a right is not clearly established under AEDPA, and so forth   and disregard what I just said. That's my first question. And the second is willfully, as Screws itself makes very clear, it is interpreted differently in the criminal context than it is in the civil context.\n Except Screws, Your Honor, actually says that it was adopting a criminal recklessness standard, not a knowing standard, but a reckless standard. And that is the same standard that has been applied in the civil cases that use willfully in the punitive damages context. So I think it's exactly the same standard in that Screws does say that the, you can't have, it can't just be a bad purpose, that it has to have been a bad purpose to violate clearly defined rules. And this Court has said in various contexts in the, in the qualified immunity area that picking the losing side does not mean that your conduct was objectively, you know, wrongful. And that's really   I think that there is great significance to the district court's ruling. I'm not saying that in every case, it would absolutely be dispositive. I think you have to look at what was the, you know, the clarity of the law, what was the reasoning of the district court. But what the Ninth Circuit did is that it, in essence, said that you can't rely on creative but unlikely answers to issues of first impression. Well, if an administration official goes to a lawyer in the administration and asks about a course of conduct, and is told, well, it's completely an issue of first impression, there is probably a 40 percent chance of success, do you say it's reckless to proceed on that basis?\n Well, just because an issue is one of first impression doesn't mean there's a high degree of uncertainty. The statute may be clearly addressed to that issue. It hasn't come up before.\n Absolutely, Your Honor.\n First impression.\n It certainly   this Court has made clear that if the language of the statute is very plain, then, of course, that can be noticed, that can be adequate warning. But certainly this statute doesn't satisfy that standard. Congress didn't provide the benchmarks that you have to use for comparison to determine whether there has been an increase in a charge or whether there has been an adverse action based on the consumer report. You need benchmarks to answer those questions, and there aren't any regulations and there were no cases. If I could save the balance of my time for rebuttal.\n Thank you, Counsel. Ms. Millett.\n Mr. Chief Justice, and may it please the Court: The Court of Appeals correctly concluded that willfulness in the civil context, as is used here, includes a reckless disregard component or a recklessness component. That is what this Court has held in a number of cases that have similar uses of willfulness focused on a departure from the law, have held. Thurston, Richland Shoe and Hazen Paper are the three that have been most discussed in the case, in the papers here. But where the Ninth Circuit misstepped here was in the application of that standard. And in particular, we agreed with Petitioners that when it concluded that a creative but unlikely position constitutes recklessness, it erred. Recklessness speaks an extreme deviation from an ordinary standard of care. It requires that the defendant act in the face of or fail to act  \n It is a subjective standard or an objective standard?\n It has both in this context. It is, I think, first and foremost, an objective component, because there is   this is a civil case. It's not purely subjective. And that objective component is very important because that is what makes the act or inaction reckless, and that is the risk. There has to be an objectively high and obvious risk.\n So if the potential liability, as in these cases, is huge, then you have to be even more careful because there is liability so great. So is it the greater the liability   the greater chance of recklessness, the greater the potential liability?\n No, to the extent you're talking about dollar liability, I don't think that's true. I do think it's fair to say that in recklessness generally in the tort law, the more serious an injury that could result, can   we'll tolerate less risk. If the risk is causing serious bodily injury or death to somebody, we'll   the law will tolerate a lesser degree of risk than it will if, if it's simply causing, you know, a delay in something or a sort of paper injury or maybe even a dollar injury. And it's not set. It's a variable calculation. So in that sense, it is. I don't think that when we talk about a high and objective risk in this context, we are talking about the dollars that a, that a company would have to pay, although I'm sure they are interested in hearing about that from their lawyers. What we are talking about here   and this is a very unusual statute the way it's written   the liability itself, not just the damages, but the liability itself turns upon the extent of departure from law. You have to   there is no recovery here like there is in almost   or commonly in Federal statutes for just a violation. That isn't it. You have to show either a willful violation or a negligent violation, and that requires a determination not only that the defendants violated the law, but a determination as to how much, how far, how many standard deviations from correct their position was and that is an objective determination. Once an objectively high risk has been found by a court, then   then the case can shift to looking into subjective things. I think a plaintiff would be entitled, once an objectively high and obvious risk has been found by the court, to rely on that, and allow a jury to, or a judge, whoever is deciding the case, to infer the existence of willfulness from that. And that's often when defendants   I'm sorry.\n May I also ask, do you agree with the Petitioner on the meaning of adverse action?\n No, we agree with Respondents on the meaning of adverse action.\n Correct me if I'm wrong. You think if I have an insurance policy, I'm paying a certain rate, they look at my credit report and they say, you know, good news, we're going to lower your rates, that's an adverse action because they might have lowered the rates even further if they had notified me about the credit report and there were some errors in it?\n Right. It's a complicated answer, in part because that assumes that you have an existing account and you're not an initial account here. And when you have an existing account, there's a definition of adverse action for insurance provisions, but in iv there is a separate, there's another definition, and this is on, on page   sorry. Excuse me. On page 3A of the appendix to our brief, iv under big I   I'm sorry, there's a lot of provisions   talks about reviewing an existing account, and it cross-referenced another provision which talks about reviewing an account for purposes of termination. And that would include, in our view, not only completely canceling it, but terminating the existing and charging you more for allowing you now to pay a new rate. So which would govern in that particular context is a little bit harder. But it could, and here's logically why, because I think the understanding of \"increase\" that's at issue here is one that's very basic to the operation of this statute, and that is, did the content of your information in your credit report, if it had been better, could you have had a better rate or a better deal.\n Right.\n So have you been hit in the pocketbook.\n So if they lower, if they lower the rates, you still say that that fits the meaning of adverse action because they might have lowered them further if the information hadn't been erroneous?\n It could have, and here   in this sense, it could be: In the same way that I, sort of the flip side, but in my office, if everybody in the hallway gets a 5 percent salary increase and I only get a 1 percent salary increase, I am certainly better off, but if the reason I got a lesser increase is because of my gender or because of my credit report, it's an adverse action. So the fact that you're doing somewhat better doesn't mean  \n That isn't how the statute defines it.\n Excuse me?\n The statute says an adverse action is an increase in a charge for   in connection with underwriting.\n But it also  \n That's what it says. And then it says an increase is   and if you take an adverse action, i.e., if you increase it, and your increase is based in whole or in part on information contained in a consumer report, you have to send the thing. How did you get   in your example, there was no increase. I mean, in a charge. In your salary, it's a decrease in the salary. Same thing.\n The definition again on 3A includes not just increase, but includes an unfavorable change in the terms. And so it's not settled whether  \n You mean unfavorable change in terms, unfavorable change in terms.\n Exactly.\n Well, suppose you don't have, you don't have any terms because you never did it before. There's no change in terms.\n If you're a new customer   and again, I want to reiterate that, how this applies to existing accounts is complicated  \n You mean those words \"change in terms\" refer to rates, in other words? That's a rather odd way to refer to it. In one place, you refer to an \"increase\"; in the other place, you'd refer to it as a \"change in terms.\" That's sort of an odd way to write a statute.\n Well, you can have a change in terms that is not necessarily an increase. It could be you will no longer be entitled to a free rental car when your car is in for repair for some reason. That's not an increase.\n No, no, I understand that. But what we're after is this. Everybody has a credit report, just about. You put it in and you give people the best possible rate conceivable, and now, how do you know that maybe there could have still been a better rate? And it can't be that the statute intends you to send out notices in such circumstances or you'd have to send notices whenever you read a credit report. Now, I think that's, I've overstated slightly, but that's basically the argument. So what's your response?\n And Justice Breyer, my response is that if the content of the information in your credit report would have made you   had it been better information you'd have gotten a better rate, a better result, your pocketbook wouldn't have been hit as hard, you have a dollars and cents injury because of the content of the information, then you had an adverse action.\n Okay, so your response is just to repeat my question and say that's right?\n No. If I could continue on that, if I could add on, if I could add on, the way insurance companies work is they don't have 3 million customers and 3 million rates. They have ranges and most of them will have a top tier. They may have specialized things for employees, but putting aside a specialized category, there's a top range and they will tell you, as they say in the briefs, that 10 to 15 percent of people fit in there. So they know what the best rate is. They know what the next, above average rate, the standard rate.\n How do you fit, how do you fit that within the language of the statute? Is it, I fail   you're a first- time customer and I fail to give you a, you know, a break that maybe you could have had. Is it a denial or cancellation of insurance? No. Is it an increase in, an increase in any charge for insurance? Is it a reduction or other adverse or unfavorable change in the terms of coverage or in the amount of any insurance? I find it hard to shoehorn your case into that language.\n Well, to begin with, that may be why Petitioners' position here certainly was not reckless and the Ninth Circuit erred. But we do think that the statutory language read as a whole supports this. It could be a denial of a particular term in an insurance contract. But you have to look at   it's important to understand you look  \n I read the term as, as one of the Justices here does, not referring to the rate. The earlier part refers to the rate. An increase in any charge for, that's the rate. And then it speaks of change in the terms of coverage. I mean, that is, you know, whether it covers hurricanes, or in the amount of the insurance, whether you're insured for  \n Or it could be a reduction in the terms. I mean, these things are statutory construction issues to be litigated, and the important issue here   and they are presented in this case. They're to be litigated and the important issue is that when there is fair debate about these issues insurance companies will not be held to be willfully violating the statute if they got the answer wrong. But I think on the, on the substantive question, it's important to read \"adverse action\" in light of, if I could just finish the sentence, in light of the definition of when a notice is required to be issued, which turns upon the content of the information in the report. Thank you.\n Which is where?\n And that's on page 6a on our appendix.\n Thank you.\n Thank you, counsel. Mr. Shorr.\n Mr. Chief Justice and may it please the Court: When Congress intended to require a knowing violation of the Fair Credit Reporting Act, it expressly said so. It did not do so in connection with the claims here under Section 1681n(a)(1)(A). In each instance where Congress wanted to allow   to require a higher mens rea, it said so and did so in connection with liability that was greater. They required knowing mens rea for the criminal provision. They required knowing mens rea to obtain the even higher statutory damages that are available under the act.\n What do you say to the argument from drafting history that looks at the history both of little n and little o and it points out that as originally, in the original bill, little o providing for the actual damages required a finding of gross negligence? Little n used the word \"willful\" just as it does now, suggesting that willful would not include gross negligence or something close to gross negligence like recklessness. Then in, then in o, they changed the standard from gross negligence to mere negligence, but they made no change in n, which suggests that n stayed whatever it always was, and if the argument from contrast was that n probably meant knowing rather than reckless, it stayed knowing even when the standard was changed to negligence in o. What do you say to that argument?\n Justice Souther, I think the only thing we can say about that is Congress reduced the culpability for the actual damages from gross negligence to negligence. I don't think that tells us much about willful means, what willful means as a separate matter.\n But the fact that they had originally drafted n as it is, in contrast to the original o, does tell us, doesn't it, something about what they had in mind in n. And they must have had something in mind, probably had in mind, something in n which was a standard higher than gross negligence.\n No, Justice Souter, I suggest that what you can infer from that is that, if anything, is perhaps Congress wanted to move, make clear that under o the actual damages aren't close to willful or reckless, so they reduced gross negligence to negligence in that circumstance. But that still doesn't tell us separately what \"willful\" meant, and of course \"willful\" had been interpreted by this Court in similar cases involving similar statutes to mean a knowing or reckless disregard. And I respectfully disagree with  \n Well, I mean, there's no question it has been and that is sort of the usual reading in the civil context. But we also keep repeating, you know, \"willful\" is a word of many meanings and you always look to the context. And here the argument is that if you look to the context of the, of the two statutory sections right up next to each other, you can draw a, an inference about what \"willful\" means.\n I think if anything, Justice Souter, here the context should be the actual statutory terms used, and in Section 1681n(b) they expressly required the knowing standard and that's a knowing violation of the law, as Justice Alito's question seemed to draw out, a knowing impermissible purpose. And the statute directly defines what a permissible purpose is under this law. So that reference to knowing could not refer to a knowing, knowing the facts. And of course, willful in some sense always includes some knowledge of the factual circumstances. In addition, the logical structure of the act   as I mentioned, we had negligence and actual damages. We have a reckless standard, a knowing or reckless standard for certain statutory damages, but then an even higher level for the criminal and higher statutory penalty provisions. And as I started to say, a willful, knowing, reckless standard is entirely consistent with how this Court has interpreted the term in similar civil statutes that were in fact passed about the same time the Hazen Paper case and Thurston and McLaughlin cases interpreting the ADA and the FLSA and other similar cases.\n Counsel, even if you're right about the standard, how can you suggest that it's willful here when you have no judicial construction, you have no administrative construction, you have the statutory language that at least the questions this morning have suggested is not perfectly clear? How can you suggest that the action of the companies on this case even under your standard was willful?\n Mr. Chief Justice, of course we believe and the statute is in fact clear, you do not need further interpretation by the Court.\n So if we don't agree with you on that, you would lose on the application of the willfulness standard?\n If you don't agree with us  \n In other words, your, your, your conclusion that this was a willful violation depends upon your assertion that the statute is perfectly clear?\n I think that there is a level of objective component that the statute at least has to be understood by a reasonable person at some level using standard statutory construction. But that isn't to suggest that the statute needs to be interpreted by a higher court or even a district court for counsel to get guidance. And of course, in this case, there was no guidance supporting Respondents   excuse me   no guidance supporting Petitioners', defendants', position. In fact, the only guidance supported our position, including guidance from the FTC.\n You're talking about the Ball letter?\n I am talking about the Ball letter.\n That wasn't even binding on the commission, so why would that be regarded as authoritative?\n It was not, and we are not suggesting it is, although it's entitled to Chevron deference. But if you get past the minimal level of objective standard, the question becomes what indicia and markers were out there that would have guided this company as to whether there was a high risk that they were violating the act. And certainly the Ball letter, which was sent by the staff specifically to address this exact question and to guide insurance companies, gave notice and it said charging anyone a higher amount than the best available rate based on their credit score was an adverse action. And in addition, there was  \n Well, how could that be? I mean I agree that the statute is clear, but I think it's clear the other way. That is, if you look at the language, as you've just heard, if you look at the purpose it's very hard to reconcile with the purpose an instance where a person has continuous accidents. He's a reckless driver. His insurance company puts him in just a category below the bottom and they read his credit report and they discover, despite his faults, he always pays his bills on time. So they increase it, not to the top category, but they give him a much better deal. And you're saying this statute means that what I just described is an adverse action based on a credit report?\n Yes.\n Yes. Okay. And then if you're going to say yes, I want to hear why yes, and then in light of the following: The little boy who says wolf. You're probably puzzled what I mean by that. I mean that if you're right in that interpretation, there will be tens of millions of notices going out and they'll have the same effect on the public that these privacy notices have today. We get them every day, dozens of them, and they go right in the wastebasket, because they will become meaningless because to an average person that notice will not mean that he better look at his credit report. It will mean throw it in the wastebasket. All right, now I've got the purpose, I've got the language, and I have what I think of as common sense. Now, you explain why it's obvious the opposite.\n This is a different question. We've been talking about willful up to now.\n Yes, and this is the adverse action question.\n You haven't addressed adverse action at all.\n And I'm happy to do so now.\n Yes. But, was there anything further on willful? You said that the statute was clear enough and you had the FTC informal advice, but now we know that courts have divided on this question, right? On  \n Divided in the sense   well, the Ninth Circuit of course overturned the district court's ruling so there's no current division, but if that's what you mean, yes, Your Honor. In a   I guess I'll address quickly your question. There's additional guidance provided by the FTC that was subject to formal rulemaking and that was 16 CFR, I believe it's Part 601 Appendix C, and in that instance the FTC, again subject to formal notice and comment of rulemaking, said that the statute is defined very broadly and it includes any action that can even be considered to have a negative impact. And that plays in the subjective aspect as well, but addressing your question, Justice Breyer, first on the statutory language  \n It's pretty sloppy lawyering, don't you think, any action that even be considered to have   wow. This is a standard?\n That was  \n Any action that can even be considered to have a negative impact.\n That was guidance, Your Honor.\n This is guidance?\n That was guidance. That was guidance to provide in the context of reading this statute, it should be read broadly.\n But you know, I would tell my CEO ignore that, that it's meaningless.\n In addition, the CEO would have the guidance provided by the Ball letter. But again addressing your question, Justice Breyer, an increase based on credit, if we had let's say an increase based on race, someone goes in and has a product to buy and there's the best rate, and they charge someone else based on their race a higher rate, certainly that's an increase based on credit. There's only one best rate.\n But this is not an antidiscrimination provision. It doesn't say anyone who discriminates in the setting of race has to send out letters. It requires an adverse action. It requires an increase in the charge.\n And Your Honor, I was only using that example to try and explain the statutory language.\n It doesn't explain it because if you have an increase in the charge based on race, of course that's an increase based on race.\n Well, here we have  \n And if you refuse to give a person the best rate, and lower his rate but not the best rate, based on race, that is not an increase based on race. That is discrimination based on race.\n You're charging someone more based on credit.\n That's true, and it's a discrimination, but you didn't increase the rate. You decreased it.\n I think  \n It's still a discrimination, it's still unlawful.\n Applying it to credit, a natural definition that is charging someone more than you charge others is an increase.\n When you say more, in order for there to be an adverse action there has to be an increase or an unfavorable change. And when you have an initial application you have to figure out what is the baseline in order to determine whether there has been an increase or an adverse action. And you and the Solicitor General just assert that the baseline in that situation is the best possible rate that you can get, but I don't understand where that comes from.\n Because charging someone more than someone else who qualifies for that better rate based on their credit, is increasing them, charging them more, but it's also evident from the statutory purpose, which I think was a question you asked  \n Let me look at the language. Go back to give me   because in ordinary English, which I hope I speak, it is not an increase, but maybe there is a technical term in the technical language of commercial law or in FTC law where the word increase means decrease. And if you   is there anything you want   no. It's a serious question, at least if you want to cite me to some authority that uses this word increase in the way you just suggested.\n We believe that it's a standard dictionary definition, to charge someone more for insurance than they would otherwise qualify for is increasing their charge.\n Which dictionary shall I look at?\n I think we can look at any dictionary. I don't have a cite, Your Honor, but  \n They're making this argument, and I think you got close to it a minute ago when you alluded to statutory purpose. I think this is what's behind, and you tell me if I'm wrong. One purpose of the statute is to alert a consumer that the consumer's credit report may contain errors which are doing the consumer some kind of damage.\n Yes, Your Honor.\n And you want this consumer alerted so the consumer can ask to see the report and correct it if possible.\n That's exactly right.\n Reading the adverse action the way you read it, it would give the consumer or consumers a tip-off in the maximum number of cases. In every case in which the consumer might have done better if the credit report had assumed different facts, on your reading theoretically, the consumer is going to say I want to look at that report and correct it if it's wrong. But isn't the fallacy of that argument the fallacy of saying because that is one object of the statute, every term within the statute has got to be read in a way that maximizes the effectuation of that object? And the trouble that we're having on the bench is that discrimination and increase are different terms. Increase says the rate actually goes up from a baseline that the consumer previously had, whereas discrimination does not. And your reading in effect, increase to mean discrimination in order to maximize the likelihood that the consumer will look at the report, isn't that the basis of your argument?\n I think it has to be an increase based on some aspect, but the only way to give effect to that statutory purpose is an increase above what you would otherwise qualify for had you had better credit and of course  \n Well, that's a way to give every conceivable effect to that policy. But the statute in drafting adverse, or drafting the terms of adverse action, may very well have said we don't want to give every conceivable effect to this purpose because if we do, we'll get into the situation that Justice Breyer described. Everybody will be getting notices and the notices will be meaningless.\n I don't think the notice is problematic because you're alerting the consumer to check that the information that the insurance company expressly relied on to increase your charge  \n To set the charge. I mean, that's circular. To set the charge that it gives you.\n I don't think you need a prior charge to suffer an increase. If I walk into a candy store and I've never purchased that candy before but the best price that day is 5 cents but they say we're going to charge you 10 cents, I've certainly suffered an increase.\n By that you're talking linguistically, but I am interested in the purpose. So I looked up on the Internet approximately what percent of the people have the best credit score and that's about 1 percent. So 99 percent of the public doesn't have the best possible credit score. Now I take it that means that you could in fact, if it's even roughly right, have 99 percent or a little less or even perhaps a little more when they look at that report that, since it's not perfect in 99 percent of the cases, it's quite possible that they won't get the best conceivable rate which might be reserved for just perfect people. And if that's so, in 99 percent of the cases they'll send out notices. And that's why I asked my question about the boy who calls wolf. What will happen if 99 percent of the people who apply for insurance or any other thing get notices? I suspect that this is only intuitive, that the notices are more likely to go into the wastebasket than they are if there was really a decrease. Now, do you have any light you can shed on that?\n Sure. The   as an initial matter, it's not the perfect credit that is the standard, it's whatever would qualify you for GEICO's best rate. And that's a much broader standard. We don't know the exact amounts but if you look at GEICO JA 6768, they have fairly broad tiers, maybe five or six. And of course not everyone is going to get the notice. If your driving record totally eliminates   if you have great credit but your driving record eliminates the possibility that you qualify for the better rate, you wouldn't get notice in that circumstance either. But the key to the notice is, if I have very good credit but the information that the insurance company looks at is incorrect, I will be charged more based on incorrect information without ever having the opportunity to tell the insurance company or whoever is collecting that information for them, you've charged me the wrong amount and I in fact qualify for that better rate.\n Don't you have that right independently, though, every year to look at a copy of your credit report?\n Well, what's significant here, that has been added to the statute in the last two years. But since 1970, Congress's concern is giving notice at a critical time, when the insurance company tells you we are relying on it and we may have taken an adverse action. I wanted to also mention, here it's not just an increase. There's also been a denial, and that Mr. Edo applied for insurance from GEICO, and was denied insurance with the stand-alone company GEICO General, so that is also an adverse action under the act.\n When you say you look at the increase with respect to the best credit rate, why is that? Why wouldn't you look at it relative to say the average insured who walks in the door?\n Because that   GEICO's argument, and I think that's what they want, presumes they're looking at accurate credit information. And the problem is, Congress has always told that there is significant inadequacy in the credit information. I think it's cited in the National Consumer Law Center brief. In 1996, Congress was told that the error rate in consumer information was 50 percent and there was a 20 percent serious error in the rates. Under GEICO's interpretation  \n I don't understand what pertinence that has to my question which is, why do you get to pick the best credit report as the baseline from which you would measure your hypothetical increase?\n Because under GEICO's theory of the statute you may never get notice, even though you're being charged more for insurance based on inaccurate information, as long as you're not charge   your charge doesn't move below average. So a lot of people who are in fact intended to be protected under this act will not be protected until their charge goes below average, even though the insurance company is continuing to charge them more based on inaccurate information.\n Why do we   how do we know that they were intended to be protected in this way by getting this notice? That's the issue in the case.\n Because going through the statute and the increase based on credit, and then the notice will give them the opportunity to check. Since the consumer here is the   it's a system of checks and balances, and unless you give this consumer the opportunity to check that they are in fact using the correct information, it wasn't mistaken, it wasn't driven down by identity theft, you can continue to charge people more  \n Okay. So that's  \n   based on inaccurate information.\n Your basic argument is the statute, the definitions of adverse action have got to be read in a way that maximizes the occasion upon which a consumer will get a notice that may lead that consumer to ask to see his credit report. That's your basic premise?\n Both based on the premise and purpose of statute, yes.\n All right.\n Briefly addressing the application of the standard to the facts in this case, we do think it's appropriate to remand for further consideration in light of some new developments. GEICO has just recently produced documents to us that addressly   directly address the question of scienter here, so if there's   if you go past a minimum threshold  \n I've read your reference to those documents. Explain why you think that's so important.\n Because those documents directly address the subject of standard here, that GEICO was reckless or understood their  \n How do those documents shed any light on recklessness? I didn't see that.\n I'm sorry, Your Honor?\n How do the documents that you describe shed any light on the extent of their recklessness, if any?\n I want to be careful, because I had presented   I asked to lodge them with the Court and I can quote them if necessary, but within those documents there is direct evidence that GEICO interpreted the statute exactly how we do, that not putting someone in the best tier based on credit  \n Who's GEICO? I mean, you're talking about particular lawyers at a particular level, an ongoing debate about what this law means. If you get one lawyer who says, you know, I think you could read it this way, does that mean that GEICO reads it that way?\n No, Your Honor. In this instance, this document involves top level GEICO executives. And with respect to the advice of counsel issue, frankly it's a red herring. We have never asked to compel the Defendants in either of these cases or any of the cases we're involved in, to waive their privilege. They've got the right, of course, to offer advice of counsel as an affirmative   as a defense in this case, but we don't believe it's necessary to prove our case to even reach what the counsel said. We believe we can prove our case based on the documents and subjective intent alone.\n I still don't really understand this part of the case very much. Assume that a lawyer writes a letter saying you read it two or three different ways, read the statute, it's very ambiguous, and we think the government's reading is the better reading. And the executives think about it and they say no, we don't think that's right. Has that proved reckless disregard?\n If the statute was clear and the guidance  \n If the statute's clear. And of course, Miss Mahoney said the district judge thought it was clear, but the other way.\n And with respect to the district court, we believe the district court here clearly erred, as the Ninth Circuit found. And the guidance   that opinion certainly didn't precede the conduct that's at issue here. The only guidance, again, available at the time supported our reading of the statute. There was no guidance from and court or from the FTC, or from anywhere that would have supported Defendants' interpretation at that time. So that's another aspect of inquiry, the subjective intent of the Defendants. If there are no other questions?\n Thank you, counsel. Ms. Mahoney, you have four minutes remaining.\n If I could start by just responding to the issue of the new document, I just want to emphasize that this document was created by people who weren't lawyers. It was done before GEICO even started using credit to price insurance. They were   said they were brainstorming about what the statute might mean. And I would point the Court to the supplemental excerpt of records at 504 where when GEICO implemented the policy that we're talking about here, the   they said that the intent was that we would send to the people who were supposed to get the adverse action notice. With the early systems development we didn't have the ability to identify whether they were supposed to receive the notice or not; that was because they had not yet developed the way to do with what they call the neutral, where they compare how the applicant would have done if they hadn't taken credit, hadn't taken credit into account at all. And this is a procedure that's required actually in most States in order to ensure that those who don't want to allow access to credit reports or who don't have a sufficient credit history are not treated adversely in the meaning of those State laws, and that means worse than the average loss ratio. So there's nothing in this record, even if you take into account the documents they're talking about, to suggest that there was somehow a knowing or deliberate intent to try to violate the law. With respect to a few of the factual or   issues that came up, Safeco estimates that approximately 80 percent of all consumers that they are selling new insurance to now have to get notice under the standards established by the Ninth Circuit. With respect to who can qualify for the top tier of credit, it's only, at least at GEICO, approximately 10 percent. So 90 percent of the consumers would not qualify for that. And the statute very plainly does not prohibit differential treatment based on persons with better credit, nor do State laws. And so the analogy as to race discrimination simply don't hold water, because there Congress has told you what the baseline is, you can't treat any person of a different race in a different way, and that's not true under this statute. And instead, it's quite reasonable, as GEICO has concluded, to simply say look, if we wouldn't   if we're treating you worse than we would have treated you if we ever looked at your credit report, worse than if you had an average loss ratio for this criteria, we'll send you the notice.\n Why did they use credit reports? Is it just a hedge against late premiums and the cost of late premiums, or does it bear on risk factors generally?\n Well, generally there are about 15 factors that they look at to try to come up with a prediction of loss ratio, and someone who has a good credit history is generally regarded as responsible, and responsible people tend to make less claims. And so, again, it's just one factor of 15 though.\n Yeah. May I ask this question? The reading of the statute in subsection i about, in the charges for insurance advice, seems to favor your view. But subsection ii about denial of employment really seems to read in favor of the government's reading.\n Well actually, I think that when you factor in employment, it has   it has the opposite effect. Because what happens here is if you're using employment verification reports, consumer reports about employment, there are all kinds of consumer reports. How do you tell who had the optimal employment history? How could the baseline be the best employment history possible?\n No. But my point is, it seems to me that getting a lesser salary, it just seems like the first applicant would be an adverse employment action under subparagraph ii, just   do you see what I'm trying to say?\n That if you   that in other words, if you gave someone a lower salary  \n It adversely affects any current or prospective employee. Now the language in i isn't, it doesn't read that way. But the thing that's troubling me is whether you should interpret i in the light of what ii seems to say.\n Your Honor, I think that if GEICO in this example, if you actually pay them less because you looked at their credit report, then GEICO would concede that that is in fact an adverse action. So I don't think it's inconsistent at all. Thank you, Your Honor.\n Thank you, Miss Mahoney. The case is submitted.\n Mr. Chief Justice, and may it please the Court: In the 1974 amendments to the Fair Labor Standards Act, Congress made one thing very clear, that it wanted the Department of Labor to define the boundaries and fill in the details of the companionship services exemption. And I think that has two important implications for this case. First of all, when the Department has filled in the details, after notice and comment rulemaking, its regulations should receive Chevron deference as long as they are permissible implementation of the statute. Second, and particularly specific to this case, if there are ambiguities in the regulations, or as we have here, an apparent facial inconsistency, the court should accept the Secretary's resolution of that ambiguity provided that it is a reasonable one. And here we submit it's not only a reasonable one, it is by far the most sensible one. Now I'd actually like to turn, if I may, to the second issue first, because I think that's the source of a lot of the concern in this case. Plainly the two regulations, section 10   552.109(a), which is the regulation directly at issue before this Court, and 552.3, which is the regulation relied on heavily by the Second Circuit to strike down the present regulation, have some inconsistency between them. But it is also plain that the Department could not have intended to say at one and the same time that the only employers entitled use the exemption were homeowners and then say in another section promulgated at the same time that also third-party employers are entitled to the exemption. So the question is, how does one resolve this apparent inconsistency? And the Secretary says, well, the only regulation that we promulgated that, in fact, deals specifically with the issue of third-party employment is 552.109(a), which is in fact headed Third-Party Employment. And that section 552.3, while containing some language that might be read to address that issue, in fact deals with several other topics. Specifically it deals with the topic of what kinds of jobs are involved in domestic service, maids, chauffeurs, footmen, et cetera; where those have to be performed, in a private home; and in fact, somewhat more than that, in the private home of the person receiving the services. So it's not enough, for example, for somebody to conduct a service like laundry or baby sitting in his or her own house, it has to be in the house of the person receiving the services.\n I thought the words were home of the person who employs, not who receives the services but who employs.\n Oh, that's correct, Justice Ginsburg. The literal language is not specifically what I was saying. What I'm talking about is the Secretary's attempt to resolve what is an apparent inconsistency between the literal language in 552.3 and the literal language of section 552.109(a).\n By   reading out the words \"of the person who employs\" her?\n Well, essentially reading them to say they, they were not intended to address directly the subject of third party employment which is the subject addressed in 109(a). And I think if one is   even leaving aside the question of deference to the Secretary for a moment, Justice Ginsburg, if one is simply talking about making a fair resolution of these conflicting provisions from the ground up, it seems to me the first thing that one would do is apply the canon that the specific provision controls the general. And if one looks at the two provisions, section 109(a) is a provision that deals with one thing and one thing only: that is third party employment. And it says explicitly and straight out that persons who are employed by third-party employers are   or third-party employers who employ persons performing domestic services are entitled to the exemption.\n I thought it also addressed, unlike the more general regulation, just people who have companionship services. So if you have a maid or a cook or a footman, who doesn't provide companionship, then 109 is inapplicable.\n That would be true. Now that would be inapplicable  \n What's a footman? I don't even know what a footman is. (Laughter.)\n What is a footman?\n I think that may be beyond my expertise, Justice Scalia. The   of course that doesn't address anything beyond companionship services, of course, because there is not an exemption beyond that. And that's one of the interesting things about 552.3. In addition to generally dealing with this question of what kind of jobs are domestic service, it is, in fact, going well beyond anything that is necessary to a discussion of the exemption for companionship services, because jobs like chauffeurs, and maids, and all of that are not subject to the exemption. So it really looking at what 552.3 is doing despite the couple of words that   at the beginning of it, is giving a general definition of what constitutes domestic employment, what constitutes domestic services for purposes not only of the exemption but, in fact, really for the purposes of coverage as well. And the Department has taken that position. It says this is, in fact, the only definition of domestic service that we have in the regulations, and it is not just intended to be limited to the particular situation of the exemption. It applies more broadly than that to coverage as well. So I think in all those senses, Justice Kennedy, 109 is a very specific provision, 552.3 deals with a number of other subjects. Now, one other thing on the statutory interpretation part is that the reading of 552.3 that Respondent offers also leads to the problem that essentially sets up a tension with another one of the regulations which is 552.101(a). 552.101(a) which I'm sorry   I don't have the right page number here   it is on page 77a of the appendix to the petition   has, carries over the language from 552.3 about in the home of the employer that Justice Ginsburg referred to. But then it also says that this includes people who are commonly referred to as private household workers. And the one thing we know from the Department of Labor submissions to Congress in 1974 and also from what the Department has said before this Court is that that term at the time was defined by the Department and known by Congress to constitute more than just employees employed by the homeowner. There was a special second category for people who worked in the home of the homeowner at the homeowner's request but were employed by a third party agency. Now somewhere underlying all of this question, I think, is statutory interpretation and indeed all of Respondent's arguments against deference to the Department is a basic underlying premise, which is that Congress really would not have wanted, even if it didn't say so, for the exemption to apply to employees who work for third parties. And I would just like to suggest that there really is no basis for thinking that Congress would have wanted that. First of all, third participate employers such as private agencies provide services for the particular group of people which Congress was trying to assist with this exemption. People who by reason of age or disability are unable to care for themselves. Agencies acting as the employers specifically can do the hiring, they can do the vetting and the screening, the background screening for employees. They can provide necessary paperwork, filing Social Security documents and things like that. So, in fact, for Congress to have some sort of bias against covered enterprises seems a little bit unusual.\n Mr. Farr, I'm not sure I followed your argument with regard to 552,101(a).\n Uh-huh. Yes, Your Honor.\n Page 77a as you said. But what is your argument there? I mean, that seems to, that seems to reinforce the provision that you say we should ignore or at least should accept the Secretary's reinterpretation of.\n Well perhaps, perhaps I wasn't as clear as I intended to be. It does, as I indicated, have the language about the private home of the employer.\n That's right.\n However, the   the preceding sentence says the term, referring to the term that is at issue in 552.3, domestic service employment, includes persons who are frequently referred to as private household workers. The fact is that those two statements are inconsistent with each other. The term cannot be limited to employees of the home owner and also include persons who are frequently referred to as private household workers, at least if one means all the persons referred to  \n Yeah. I see. Is that clear in the   in the specific Senate report that is referred to here?\n In the specific Senate report, in both the '73 and the '74 reports  \n This, the one that's cited in the regulation itself. Because I   otherwise, I don't, I ignore those things. That's cited in the regulation. Does that report say it?\n What? The report uses the term private households workers frequently interchangeably with the term domestic employees. That is what is clear from the report itself. Now, the Department of Labor when it was reporting to Congress, as Congress has required it to do, the Department of Labor used the term private households workers, specifically defined in there by the Department, to say this means not just employees employed by the homeowner but also people who are employed by third parties. So I think it is a fair assumption that when the Senate report was using that phrase, it was using it in the same manner that the Department of Labor reports have. And, in fact, at one point in the   moving further backward in the legislative history, Senator Dominick actually quoted that language, the definition from the Department of Labor, on the Senate floor during the debates.\n I thought that the Department of Labor's first take on this was that the exemption did not apply to third-party employers. That was the original Department of Labor position, wasn't it?\n No, Justice Ginsburg. I believe that's correct. There was a, an opinion letter from the Department in November of 1975   this is an opinion letter that's cited at page 21 of the Solicitor General's brief   which specifically stated that the exemption applied whether the employee was an employee of the homeowner or of a public or private  \n I'm referring to the notice and comment rulemaking in which you place great stock. I thought the original notice and comment rulemaking said the exemption does not apply to third-party employers.\n I'm sorry, Justice Ginsburg. I misunderstood the time frame we were dealing with. In the notice of proposed rulemaking, actually I would disagree with that characterization also. The notice of proposed rulemaking made a division among third-party employers. It said the exemption would not be available to those third-party employers who were covered enterprises but it would be available to those who were not covered enterprises.\n Well, wait. Does the notice of proposed rulemaking set forth the agency's position?\n No, it does not.\n I didn't think it did. They're just floating an idea. You know  \n That's correct.\n Run it up the flagpole, see if  \n Well, that it solicited comments on that proposal. And after the comments, it changed its position to say no, in fact, all third-party employers will be exempt.\n And   and there was no further discussion of it after   after it sent out the notice of proposed ruling that said third party employees will not be exempt, and then it said they will be exempt, did it give reasons for the change?\n Yes, if I can just   if I can quibble with the premise of the question. The first time it said some third-party employers would be exempt and some wouldn't. Then when it changed  \n Some would be the ones that qualified as   what is the phrase, enterprises engaged in commerce?\n That's correct   those would be the ones under the proposed rulemaking that would have been denied the exemption. When in fact   when, in fact, the Labor Department said no, in fact, the exemption should apply to all third-party employers, it said it found that more consistent with the statutory language. And it also said it was more consistent with what it had done under other regulations which had been passed under the Fair Labor Standards Act.\n Mr. Farr, would you agree that the position expressed in the notice itself would have   in the original notice would have been consistent with the statutory language?\n I'm not sure of that, Justice Stevens, to be honest with you. I mean one of the difficulties here in answering that is that I think, because the Department has such broad authority under 213(a)(15) to define and delimit the term, I think what's consistent with the statute has expanded somewhat. On the other hand, I have to say I don't really see where there would be in the language of the statute any basis for drawing a distinction between different kinds of third-party employers. The phraseology in the coverage provisions, the phraseology in the exemption provisions, really doesn't allow for that in terms of any sort of statutory interpretation.\n Well there would be a basis in terms of the size of the third-party employers.\n I mean, it's possible, but as I say, the   I mean, among the difficulties that covered enterprises is not just corporations and big and small corporations. Covered enterprises beginning in 1974 includes state and local governments. So what Congress would have been addressing here, if it had been squarely facing the issue, would have not just been the question of how to treat large and small corporations, but whether it wanted to deny the exemption to covered enterprises such as state and local agencies who, in fact, do provide a lot of the direct employees who provide companionship care. They have a lot of employees who actually go into homes and care for people who are employed by state and local governments. And I think it would be a little bit unusual for Congress, who is reasonably solicitous of state interests, to deny them an exemption that would have been of considerable importance to them. As the State of   or the City of New York brief points out, this is a very extensive endeavor.\n Were they covered before, before there was any provision that dealt with household workers? If state and localities were considered enterprises engaged in commerce, then presumably they were   they had no exemption before, their companion care people, just as household workers, would be covered by the Fair Labor Standards Act.\n No, but I think, Justice Ginsburg, the important point is they were not covered prior to 1974. There were certain  \n They were not treated as covered enterprises.\n That's correct. They were   they were, if they worked in schools or institutions like hospitals. Other than that, they were not until 1974. That's exactly correct. This, in fact, would have been denying them an exception at the very time that for other occupations aside from companionship services, they were first having coverage applied to them. If there are no further questions, I'd like to reserve the remainder of my time.\n Thank you Mr. Farr. Mr. Salmons.\n Thank you, Mr. Chief Justice, and may it please the Court. The FLSA's companionship services exemption applies by its terms to any employee employed in domestic service employment to provide companionship services for the aged or infirm. The Act imposes no limitation based on the identity of the employer. And the Agency's regulation of 552.109 extending the exception to employees of third parties is entitled to deference. The Department expressly invoked its statutory rulemaking authority in adopting Section 109, 552.109. It utilized ed notice and comment rulemaking procedures both in 1975 and each time it considered amending the regulation. And States and care providers have relied upon it in devising systems to provide appropriate services to the aged and the infirm.\n So if the Department of Labor had enacted its regulations as originally proposed, those regulations would have been invalid?\n No, I don't think so, Your Honor. If you're referring to the initial proposed rulemaking that would have exempted only some third parties, we think that would have been a permissible reading of the exemption given the fact that the Secretary is provided very broad defined limit authority. But we certainly think there's nothing in that exemption that precludes the construction that's been adopted here. In fact, we think it is the most consistent with that language. The language of 5523 upon which Respondent relies does not change that conclusion. While if read in isolation that language could require that domestic service employees have to provide their services in the home of the employer, it should be not   it should not be given that reading for the reasons explained in the Department's 2005 advisory memorandum. The Department's construction of its own regulations contained in that memorandum is itself entitled to deference under Our and Seminole Rock and its construction harmonizes the various provisions at issue here far better than Respondent's reading of 553 does.\n The statute treats together babysitters and elder care people, but I take it the babysitters if they were working for an agency rather than for the householders, there wouldn't be any exemption? Is that right?\n That's correct, and that's tied to a specific term that only applies to the exemption as to babysitters. The only thing that's exempt with regard to babysitters is babysitting on a casual basis. Congress certainly could have included a casual basis requirement with regard to the exemption for companionship services. We think it's very notable that it did not and we read from that that Congress wanted all domestic service employees providing companionship services to be exempt, and we think that's most consistent with the goal of ensuring that those individuals who most need this type of care have the opportunity to receive them at a reasonable cost.\n Isn't it odd that this   the basic thing about the '74 legislation, it was going to add to the Fair Labor Standards Act people who were not covered before. So it added household workers. And yet you say that, while Congress had its mind trained on adding people, it also subtracted people who were covered before, took them out, removed them from the coverage of the Act.\n Well, we think that that is the consequence of the companionship services exemption, but we don't think that's odd based on the Department of Labor's view of what the purpose of that exemption is and based on the textual difference between, for example, the exemption for baby sitting services and the exemption for companionship services. The exemption here expresses no limitation based on the identity of the employer and we think it was well within the agency's discretion to conclude that what Congress had in mind here was a categorical exemption based on the type of services that are being provided; and while that may mean that there are certain workers who are now exempt who were not previously exempt, that's because Congress for the first time in 1974 focused on this problem of companionship services being provided to those who cannot care for themselves; and we think that follows from the text, and for the reasons Congress adopted that.\n Mr. Salmons, can I ask you a question about the importance of the whole litigation. Am I correct in believing that there's a provision in the law that protects the defendants from damages liability if they relied in good faith on the regulation, so that what we're really talking about is whether the regulation would apply in the future rather than there being a damage issue in the case?\n Well, there is a safe harbor provision that allows for reliance by employers on a statement by the agency.\n That would clearly apply to this case, would it not?\n We certainly think it would. I take it Respondents in this case would disagree and would point to the language of 552.3. I'm not sure, for example, how the Second Circuit would have resolved that question, given the way it viewed the statute here. But we do think that that would apply and so I think one view of that would be it's largely prospective.\n So in your view we're really faced with a question of whether the regulation should be given prospective effect.\n I'm sorry? What would be given prospective effect?\n As to whether the Government's position should be given prospective effect because the past liability doesn't   the damage liability just doesn't exist.\n Well, that is our view. Again, I think that would be an issue that would be litigated and I'm sure litigated heavily in the hundreds of cases that are being filed under this provision. And I think it's   one of the concerns I think of the agency here was to provide a clear statement with regard to how these seemingly conflicting provisions of the regulation are to be reconciled and applied.\n Not seemingly conflicted. They conflict.\n Well, I certainly don't take issue with that. I think that there are a variety of things that point to the conclusion that the language in 552.3 that refers to \"in the home of the employer\" simply cannot be read literally. It was borrowed from the Social Security context and if read the way Respondents do we think would raise a serious question about the scope of coverage because the agency has always viewed 552.3, notwithstanding the initial line that says \"For purposes of the exemption,\" to provide the relevant definition for coverage as well. And no party, or amici for that matter, before this Court nor the Department thinks that there's a difference between the identity of the employer for purposes of coverage. And we also think, given the language in 101 that refers to private household workers, the definition of which was provided to Congress in a report by the Department of Labor and is relied upon in the advisory memorandum in 2005, which clearly applies to third party employers, suggests that 553 cannot be read literally. And of course we know that at the same time that the agency adopted 552.3 it felt the need to adopt a specific regulation dealing with the question of third-party employment which would not be relevant   which would not be necessary under Respondent's reading. If the Court has no further questions  \n Thank you, Mr. Salmons. Mr. Becker.\n Mr. Chief Justice and may it please the Court: On October 1, 1974, just five months after the 1974 amendments to the Fair Labor Standards Act took effect, the Department of Labor exercised its delegated law-making function to define this term \"domestic service employment,\" which exists in the companionship exemption and nowhere else in the amendments. And they defined its clearly and explicitly to apply only to companions and baby sitters employed by the household. At the same time, DOL provided a persuasive explanation for that definition. The Department found that such companions and baby sitters when employed by covered enterprises had been covered prior to the amendments and that it could not have been Congress' purpose, when amendments were explicitly designed to extend coverage, to at the same time contract coverage. The very preamble to the Act states that the purposes of the amendments are to expand the coverage of the Act. Therefore, the DOL itself concluded in October of 1974 that it was not the purpose of those amendments to deny the Act's protection to previously covered domestic service employees. The definition in 552.3, which expressly applies only to the exemption, conflicts directly with the final third-party regulation.\n Was that later?\n Yes, Your Honor.\n How much later?\n The final regulations were promulgated in February of 2005.\n No, no. I thought that the provision that was   what is the number   - where they say 552.109; that didn't appear anywhere until many years later.\n No, no, Your Honor. That was in the final regulations, which were promulgated in February   excuse me   in 1975, not 2005.\n I mean, you read  \n In the final regulations.\n You read 3 and 3 says what you said it says. All right. How much later did they promulgate 109?\n That was in the final regulations in February of 75.\n The same time that 552.3 was finally promulgated.\n That's correct.\n They came out together, right?\n That's correct.\n That's what I thought. So the same day they say, 3, you have to have these domestic workers employed by the old lady who's sick, and then in 109 they say you don't.\n That's correct. There's a direct conflict.\n All right. Now, why is that a conflict? Let's imagine   it sounds like a conflict. But it's easy for me to imagine a regulation that says birds for purposes of this are animals that fly, and then 15 pages later it says, but by the way, penguins don't and they're still covered. I mean, why is that a conflict? There are lots of specific situations. If I read that, I would have thought, well, okay, they have an exception.\n Your Honor, the definitional regulation, 552.3, explicitly defines a term used only in the companionship services exemption, \"domestic service employment.\" And it defines it clearly and explicitly to apply only to employment by the household. Therefore, there is a direct conflict with the so-called third party employer regulation, which appears to say that the exemption can apply to employees employed by third parties. The importance of the conflict is twofold. One, when the original regulation was proposed the Department provided a persuasive explanation. Congress surely didn't intend to contract coverage in amendments designed explicitly to expand coverage.\n Did Congress intend to cover, which I guess is a growing situation, that there is an old woman or man and they're very sick and they live in their house, there's only one way to keep them from having to go to an institution. Their children hire a companion to look after them. Now, that's a third party.\n Your Honor, that question has been posed by some of the amici and it is a good question, but not the question before you.\n Because?\n And I submit that if the Department construed section 552.3 to say when our words say \"employed by the household\" that could include a broader notion of the household, for example a son or daughter living outside the household, that might be a permissible construction of the Department's own regulation. But the construction which simply takes those words  \n It doesn't say that. It says \"about, in or about a private home of the person by whom he is employed.\" I live in San Francisco. My mother lives in Massachusetts. Now, if I hire a companion to live in Massachusetts, that companion does not work about a private home of the person, me, by whom she is employed. So if we're being literal and if you win this case, I don't see how   and I'm worried about this, obviously   however   and I think it's probably very common, that all over the country it's the family, the children, the grandchildren, an aunt, an uncle, maybe a good friend, maybe they're not even related, who is paying for a companion for an old, sick person so they don't have to be brought to an institution. And if you win this case, it seems to me suddenly there will be millions of people who will be unable to do it and, hence, millions of sick people who will move to institutions. Now, if I were to say that that isn't totally a legal point, it is of course a legal point because it's a question of what people intended, but a worrisome point, I would be telling the truth. It is a very worrisome point.\n It's a very important question of public policy and therefore let me answer in two ways. One, I think there is a proper procedure even under the existing regulations to address that concern. The elderly individual that you're concerned about who is severely disabled and thus needs this care, the child or family member who is employing the companion to care for them could do so as their guardian, and therefore as a technical legal matter would be doing so, the employment would be by the person who resides in the home.\n It wouldn't take a whole lot of imagination for Justice Breyer to give the money to his mother, who could then hire.\n Exactly.\n I mean, a clever lawyer would think of that, I think. (Laughter.)\n A clever lawyer could do this.\n And perhaps there are people, lawyers in the Government, who try to see through that kind of thing.\n But let me answer the second  \n And there are many   maybe Justice Scalia has the answer.\n Let me answer a second way to what is a serious concern. And the second way the situation could be dealt with is by the Department of Labor. They could look at their regulations and say, the industry has changed and therefore, in a way which could certainly be consistent with Congress's intent because it would not be withdrawing coverage from a previously covered employee who was employed by an enterprise, we could say that the exemption applies to companions and baby sitters employed by private individuals, including the homeowner, the son or daughter, etcetera.\n You're saying it's permissible to change the rules because the industry has changed. Is it not possible that the industry changed at about the time the statute was enacted? That the prevalence of third-party employers is something that really developed later?\n As an empirical matter, that is clearly the case, Justice Stevens. However, we know several things about Congress in 1974. We know that the enterprise coverage was relatively new. They adopted it in 1961, expanded it in 1966, and indeed expanded these very amendments in 1974. So Congress was aware of the prior coverage. We know that the Department of Labor, in the very reports which have been cited by the petitioner, stated both in January of 1973 and in January of 1974 in their reports to Congress on the Act, stated that there was prior coverage of domestics employed by third parties. We know there was enforcement activity by the Department of Labor against such third-party employers. So while the industry has certainly changed, there were enterprises who employed domestics, including companions, in 1974, and Congress was aware of it and stated over and over again in the preamble, in the committee reports, which indeed, the House committee report said, \"Our intention is to expand the act to the extent of Federal power.\"\n How   putting aside   putting 552.109 aside, how is 552.3 a plausible interpretation of the statute?\n Your Honor, we think it is the most plausible interpretation for the following reasons: Number one, contrary to what has been suggested, the language in the exemption is not identical to the language in the extension provision extending the minimum wage and overtime requirements. There is an important difference, and that difference is the word employment. Now that's important for several reasons. Number one, of course, coverage provisions are to be read broadly and exemptions narrowly. So there's an additional word that can and would suggest it should be read as a term of limitation. Number two, that difference must be given significance, if possible. The word should not be read to mean the same as the coverage provisions when it doesn't exist in the coverage provisions. And number three, we should avoid redundancy. There is a reading of that unique language, \"domestic service employment\", which makes sense and in fact, is exactly the reading given by the Department. Congress did not intend to  \n What employment would someone who's hired by a third party be engaged in if not domestic service employment?\n The word domestic service employment is not necessary to describe what you described, Mr. Chief Justice. If that is what the Congress intended to describe, it could have said simply an employee employed to provide companionship services.\n Well, it could have said a lot of things. But I find it   you're hanging your case upon the proposition that there is a difference between domestic service employment and employed in domestic service employment. Wow. You know, I just don't see how there's any difference in those two at all.\n Your Honor  \n You're saying we have to find some difference no matter how imaginative the difference might be. If there were a difference, I'm not sure it's the difference that you're arguing for.\n What I'm suggesting is not that our case relies or hangs on that word. What I'm suggesting is if that word, that phrase, \"domestic service employment\", is given the definition which the Department of Labor itself gave it, it avoids reading two phrases which are different to mean the same thing. It avoids redundancy. And moreover, it is wholly consistent with every other piece of evidence we have about Congress's intent. Even the Department of Labor suggested it surely could not have been Congress's intent to retract coverage. The definition is consistent with that.\n Can I ask you what your proposal is with regard to the contradictory regulations, 552.3 and 552.   what is it, 109? I think they are contradictory. Now, the Agency has come up with a solution. We will interpret the former quite unrealistically to mean something that it doesn't seem to us to say but   you know   close enough for government work. What is your solution for solving the inconsistency? Are both of the regulations bad?\n My solution, Your Honor, has two parts but leads to the same conclusion. Our solution is that in applying the Act, which is the question here, does the Act apply to Ms. Coke's employment, this Court should apply the definitional regulations for two reasons, the definitional regulation for two reasons. One, it is the regulation, which no one disputes, and was promulgated in the exercise of the Department's law making function. The Department expressly defined and delimited its term \"domestic service employment\" in 552.3 and expressly said it was not doing so in the third-party regulation. So it's entitled to greater deference for that reason. But moreover  \n What's your other reason?\n It is the only definition which makes sense, which doesn't lead to a whole series of problems.\n Because of employed and domestic employment versus  \n For  \n   domestic service?\n For the following five reasons, Your Honor. One, it avoids reading a term in the statute, not only a term in the regulation but a term in the statute, completely out of the statute. And that is the term \"employment\". Secondly, as the Department found, it is consistent with what was Congress's clear intent, to expand and not to contract coverage. Thirdly, if one looks at the debates, and there was extensive and vigorous debate about these amendments, the exclusive focus in Congress was the household. The opponents were exclusively concerned with the extension of coverage to the households. So applying the exemption to protect only household employees is wholly consistent with what was Congress's exclusive  \n Well, you're getting into arguments now that are not about the regulation but they're about the statute. I'm assuming that we have regulations that are entitled to deference. And you have two regulations that are conflicting. Now, how do you decide which one prevails? Counsel for the other side says the specific governs the general, certainly an ancient prescription. Counsel also says that this is an agency regulation. The agency is given great deference in the interpretation of it own regulations. And even if the agency had said well, you know, they do conflict, we admit it, they totally conflict, we won't even try to reinterpret 552.3, we think that's the one that's wrong, why wouldn't we accept their statement to that effect?\n Your Honor, of course setting aside, as you do, our argument that Congress has specific intent on this question, looking only at the regulation  \n That's statutory. I just want to focus on the regulation arguments, not the statutory  \n Let me answer in several ways. First, this Court has clearly held that an agency does not have unbounded discretion to construe its own regulations. When the terms of the regulations are unambiguous, they cannot be construed away. Now here  \n They aren't unambiguous. They contradict each other. The agency has to do something about it, and here the agency made a choice. Even if I assume the choice was, we're going to disregard 552.3, we're going to strike out those words, they were the mistake. One or the other had to be the mistake. We decided it was this one. Why shouldn't we take their word on it?\n Again, for two reasons, Your Honor. There's a difference between conflict and ambiguity. The words are unambiguous, and it's not simply the   there's two sets of words which they attempt to read out of the regulation, one of the unambiguous words that require employment by the person who's living in the home, and the other is the prefatory language which says the regulation only applies to the exemption. So in the guise of deference, the Solicitor General and the petitioners actually suggest to this Court that it should take apart the regulation and ignore two of its three operative provisions.\n But if they're flatly contradictory, doesn't your argument have to be that .109(a) has lesser status? That's what it boils down to, isn't it?\n That is certainly my primary argument, that this statute is relatively unique in that it vested two very different sorts of authority in the Department of Labor, one a clear law making authority to actually define and delimit, to specify what the terms in the law mean  \n I'm talking about what you think the Department of Labor was doing when it promulgated 109(a). It was thinking in effect the following: We have the power to issue a regulation here that has the force and effect of law, and we're going to go through the procedure that would be necessary to issue such a regulation. But we're not invoking that power here because we want this interpretation which we think is the correct interpretation of the statute not to be followed   not to get as much deference from the courts as it would if we were invoking our power. Does that make any sense? That an agency would proceed in that way?\n Your Honor, it not only makes sense, it's been the Department's pattern since the Act was adopted. That is, the Department since the Act was adopted has split its regulations into those under the exemptions   for example the primary exemption for professional, executive and administrative employees   has split its regulations under those exemptions into those which define and delimit, into those which do not define and delimit, or other general statements that apply to their interpretation.\n Yeah, but interpretive regulations are in other areas wholly valid before the courts and entitled to Chevron deference, at least if they're adopted by notice and comment rulemaking. You know, we have nothing, what should I say, subordinate about interpretive regulations. In fact, probably most of the significant regulations of the most important agencies are interpretive regulations.\n The important difference here, Justice Scalia, is the statute. The statute, like the tax statute which was interpreted by this Court in Vogel and Rowan, creates two types of authority. And not only under the Fair Labor Standards Act, but  \n I understand that you say it creates two types, but there is no indication that it intended one type of authority to be entitled to less respect from the courts than the other. What do you rely on for that?\n Your Honor  \n Where is the proposition that an interpretive regulation is somehow not a full-fledged binding regulation?\n Well, let me qualify the question, if I might. The Petitioner would suggest that we're relying on simply a label, this is in the interpretive section and the other is in the general regulation section. Far from it. We are relying on a very clear statement both in the regulations, 552.2(c), as well as in both the proposed regulations and the final regulations, which clearly state that only those in Part A define and delimit. Why is that an important distinction? It's an important distinction because Congress clearly meant these two grants to be different. Otherwise, why would it have granted an express power to define and delimit which would otherwise be redundant of the general rulemaking authority?\n They're different but not necessarily of different   entitled to different respect from the courts. A defined   what is it, define and delimit? These are regulations that don't even purport to be an interpretation of any language in the statute, but the use of authority given to the agency to cut out certain areas, to say the   this rule won't apply to companies over this   that can't possibly be an interpretation of the statute. So Congress says we're going to give the agency that authority. In addition, of course, we're going to give this agency the authority that every other agency has, which is to interpret   interpret the language of the statute.\n Well, Your Honor, I think we can safely assume in 1974 when Congress created these two types of authority, it did so with knowledge of the law. And this Court, if you compare its decision in Addison to its decision in Skidmore, clearly itself distinguished between the exercise of those two different interpretive or rulemaking authority. Clearly in Addison, construing a very similar term in a different exemption, giving the Department of Labor the power to define a particular term in the exemption, said that is law making authority. And we will follow what the Department of Labor says unless it's clearly inconsistent with the statutory   with Congress's intent. In Skidmore, where that type of expressed delegated law making authority to define and delimit was not at issue, the Court said we will record only that degree of deference to which the regulation  \n Skidmore was before a rather significant case called Chevron.\n Absolutely, Your Honor. But it was also before the 1974 amendment. So if the question is, what was Congress intending in creating two types of rulemaking authority, the power to define and delimit, and the general rulemaking authority, I think we need to consider Congress's intent at that time.\n You mean we're going to divide all administrative law now into those   those regulations   those provisions that were adopted by Congress pre-Chevron and those adopted by Congress post-Chevron, and for the ones adopted pre-Chevron we're going to treat regulation as essentially suggestions by the agency which we give Skidmore deference to, and the ones after Chevron, we're going to treat differently. Do you have any case of ours that suggests something like that, which seems to me a very strange manner of proceeding?\n Let me answer in two ways, Your Honor. One, it would not be any case. Here we have a particular statutory scheme that is contrary to  \n Ought not to get as much deference from the courts.\n Here we have a case essentially described by Justice Kennedy in & Haga, where we have a different statutory scheme combined with a explicit statement by the Agency as to which part of that scheme the Agency is operating under. But the case I would cite, or the cases would be Rolo and Rove which have not  \n Since we're into that, we're into this fascinating subject, I thought that possibly they had   they promulgated the whole thing pursuant to the rulemaking power under that particular statute, because that's what it says in 552.2. It says \"this part\"   it doesn't say subpart, it says part   and part is 552. And both regs we are talking about are in the part. And B says interpretations, but they don't mean interpretive rules, because when you look at those interpretations, they have a whole lot of numbers in them, and divide by 32. Nobody thinks that Congress meant in this statute divide by 32, as opposed by divide by 33. So as I read that, I thought the whole thing is promulgated pursuant to their rulemaking authority; Part A has more general things. Part B has more specific things. Where am I wrong?\n Well, I think the question, Your Honor, is which of the regulations were promulgated pursuant to the specific authority  \n All of them. All of them is what it says unless I missed something.\n Well, I think what you missed is that a simple citation to the exemption does not translate into an exercise of the power to define and delimit. Because the Department was very, very specific as to when it was exercising that power. In 552.2(c) it says the definitions required by the legislation are provided in the following sections and it enumerates them and does not include the third-party regulation. Now Petitioners would suggest well, that's just a definition. They also have the power to delimit. However, both the notice of proposed rulemaking and the notice of final rulemaking said that we are exercising our power to define and delimit in subpart A.\n Okay. I got the point.\n But part B is different.\n Right. Right.\n So why are you sure there's a conflict in the first place? You know, 552.3 says that the term domestic service employment refers to services performed in the home of the employer. It doesn't say it only refers to that. And then you go down and 109 says it also includes employees who are employed by a third party. I mean, can't they be reconciled in that way.\n I don't think so, Your Honor. And its certainly not the way that the  \n It's not the way the Agency has done it. But you don't think we should defer to them, anyway. So   (Laughter.)\n That's correct. But the regulation   552.3 defines the statutory term which only exists in the exemption, domestic service employment.\n Yeah, but it says it refers to something. It doesn't say as many of these regulations and statutes do, is, you know, it is defined as. And particularly when you're confronted with what would otherwise be a conflict, maybe refers to should be read to mean includes rather than is defined as.\n Well, I think we have to read the definitional regulations together. That is, all of the terms in the exemption, companionship services, babysitting services, casual basis, domestic service employment, are all defined in the set of regulations, point 3, point 4, point 5, point 6. And it is clear from the prefatory language of each one that what the Department of Labor intended to do was define the terms in the statute. And so when it said that that term refers to  \n Well it is interesting when you look at   I mean, they're   it's a good point. It's interesting when you look at the other definitions, the babysitting, it says this provision shall mean. Here it just says it refers to. Let's see, the other ones   casual basis, shall mean. Companionship services, shall mean. This one doesn't say shall mean. It says it refers to this. I'm just wondering if that's something that suggests it's not intended to be as exclusive as the other definitions.\n I do not believe so, Your Honor. It is an exercise of the power to define the term and I don't think we can take that language \"refers to\" to be non-exclusive. When the Department said referred it was defining a statutory term as it said it was. If we have any doubt about what the Department intended, it actually of course reiterated that definition under the interpretive classification. And it again said that the term refers to, is defined as, employment by the household. If we had any doubt  \n Mr. Becker  \n There it says   there it says includes. And if you're talking about 552.101, there it says the term includes persons frequently referred to as private household workers.\n I'm referring to an earlier provision of the same regulation, not the reference to private household workers, but where it states that the definition includes those individuals who are employed by the household, that is in 552.101(a). But if we had any further doubt, the   that regulation refers to, as its source of the language, the regulation adopted under the Social Security Act, now 20 CFR 404.1057. It was originally numbered differently, but at the time, in 1974, that regulation which was explicitly the source of the language the Department of Labor used, said not once, not twice, but three times, that the individual had to be employed by the household.\n Mr.   Mr. Becker, if there is room for the Agency to read this statute either way, one way that the third party employee would come under the Fair Labor Standards Act, the other that they would not, would be treated the same way as the person employed by the elderly person himself or herself, but if the concern of Congress in making this exemption was for the householder with limited funds, if the Agency is subject to the Fair Labor Standards Act, it's going to end up being the householder paying for it anyway. So why isn't the most reasonable interpretation of what Congress meant by the exemption that the exemption would apply across the board, so that all workers in this category would be exempt?\n Your Honor, setting aside, of course, all the reasons about Congress's intent in 552.3 which we've already explained, we would not say that that there is any credible evidence in the legislative history or the text of the Act to suggest that cost was a factor. And let me explain why. The Department for the first time when it promulgated its advisory memorandum suggested this was the basis of the third party regulation. It said nothing of the sort in 1975. As support for the assertion it cited four isolated comments in the legislative history. None of them except the last   and there is only one of t-h-e-m related in any way to the exemption. The one that related to the exemption in fact directly supports our position, because it describes those people who are not within the exemption as the professional domestics. So we don't think that there's any basis for suggesting that cost was the underlying rationale; and, in fact, it is really implausible. Because at the same time, for example, Congress extended the provisions of the Act which covered nursing homes. At the same time, as has been pointed out, Congress only exempted casual babysitters. Now We would submit that if Congress was concerned about cost, in creating this babysitter and companionship exemption, the primary intended beneficiaries of that would have been working families where both people worked and therefore who require a full-time baby sitter  \n Thank you, Counsel.\n   and a full-time baby is not covered. Thank you very much.\n Mr. Farr, you have three minutes remaining.\n Thank you Mr. Chief Justice. Respondent in response to Justice Scalia's question about how Respondent would reconcile the regulation 552.3 and 109(a) actually did not I believe attempt any reconciliation. If I understand respondent's position correctly, it's simply 109(a) has to be invalidated dated and 552.3 stands in its entirety. I think that's incorrect for several reasons. First of all, the basis for it is essentially this apparent distinction between the define and delimit authority and the more general authority to enact necessary rules and regulation. But, in fact, as Justice Breyer pointed out in his question, both grants of authority were invoked by the Department when it enacted both regulations simultaneously, not limited to either subpart A or subpart B, and for the reasons that Justice Alito points out, it is a very odd thing to attribute to the Department to say that it would exercise two different legislative powers in different parts of the   of the regulations. There's no reason it would do that. The subpart B regulations clearly are regulations that delimit the terms of the exemption in 213(a)(15). There's no question about that. So why in fact if it was doing what Congress authorized it to do under 213(a)(15), would it instead of relying on the grant of authority in that provision, rely on some other general grant of authority? It makes no logical sense to attribute that to the Department. And it seems to me, in   excuse me   in fact, that that argument points up one of the difficulties here. It seems to me that the arguments here are a way of simply trying to push the Department aside so that the courts can ultimately do the final job of exposition on this exemption. Not only contrary to the basic principle of Chevron, which is where that where is ambiguity in the statute, or room for interpretation, the agencies are given the opportunity to do that within reasonable bounds; it is also contrary to the statute. It is clear as I said at the beginning of my argument, the Department was the agency chosen by Congress to do the work of defining and delimiting the exception. Now I'd like to say just one other thing in response to Justice Stevens' question about the particular nature of the litigation. This is a suit for damages. It is a suit claiming will damages. Thank you, Your Honor.\n Thank you, Counsel. The case is submitted.\n"}